const DATA = {
    hiragana: [
        {
            "jp": 'あ',
            trad: 'A'
        },
        {
            jp: 'い',
            trad: 'И'
        },
        {
            jp: 'う',
            trad: 'У'
        },
        {
            jp: 'え',
            trad: 'Э'
        },
        {
            jp: 'お',
            trad: 'O'
        },
        {
            jp: 'か',
            trad: 'KA'
        },
        {
            jp: 'き',
            trad: 'KИ'
        },
        {
            jp: 'く',
            trad: 'KУ'
        },
        {
            jp: 'け',
            trad: 'КЭ'
        },
        {
            jp: 'こ',
            trad: 'KO'
        },
        {
            jp: 'が',
            trad: 'ГА'
        },
        {
            jp: 'ぎ',
            trad: 'ГИ'
        },
        {
            jp: 'ぐ',
            trad: 'ГУ'
        },
        {
            jp: 'げ',
            trad: 'ГЭ'
        },
        {
            jp: 'ご',
            trad: 'ГО'
        },
        {
            jp: 'さ',
            trad: 'СА'
        },
        {
            jp: 'し',
            trad: 'СИ'
        },
        {
            jp: 'す',
            trad: 'СУ'
        },
        {
            jp: 'せ',
            trad: 'СЭ'
        },
        {
            jp: 'そ',
            trad: 'СО'
        },
        {
            jp: 'ざ',
            trad: 'ДЗА'
        },
        {
            jp: 'じ',
            trad: 'ДЗИ'
        },
        {
            jp: 'ず',
            trad: 'ДЗУ'
        },
        {
            jp: 'ぜ',
            trad: 'ДЗЭ'
        },
        {
            jp: 'ぞ',
            trad: 'ДЗО'
        },
        {
            jp: 'た',
            trad: 'TA'
        },
        {
            jp: 'ち',
            trad: 'ТИ'
        },
        {
            jp: 'つ',
            trad: 'ЦУ'
        },
        {
            jp: 'て',
            trad: 'TЭ'
        },
        {
            jp: 'と',
            trad: 'ТО'
        },
        {
            jp: 'だ',
            trad: 'ДА'
        },
        {
            jp: 'ぢ',
            trad: 'ДЗИ'
        },
        {
            jp: 'づ',
            trad: 'ДЗУ'
        },
        {
            jp: 'で',
            trad: 'ДЭ'
        },
        {
            jp: 'ど',
            trad: 'ДО'
        },
        {
            jp: 'な',
            trad: 'НА'
        },
        {
            jp: 'に',
            trad: 'НИ'
        },
        {
            jp: 'ぬ',
            trad: 'НУ'
        },
        {
            jp: 'ね',
            trad: 'НЭ'
        },
        {
            jp: 'の',
            trad: 'НО'
        },
        {
            jp: 'は',
            trad: 'ХА'
        },
        {
            jp: 'ひ',
            trad: 'ХИ'
        },
        {
            jp: 'ふ',
            trad: 'ФУ'
        },
        {
            jp: 'へ',
            trad: 'ХЭ'
        },
        {
            jp: 'ほ',
            trad: 'ХО'
        },
        {
            jp: 'ば',
            trad: 'БА'
        },
        {
            jp: 'び',
            trad: 'БИ'
        },
        {
            jp: 'ぶ',
            trad: 'БУ'
        },
        {
            jp: 'べ',
            trad: 'БЭ'
        },
        {
            jp: 'ぼ',
            trad: 'БО'
        },
        {
            jp: 'ぱ',
            trad: 'ПА'
        },
        {
            jp: 'ぴ',
            trad: 'ПИ'
        },
        {
            jp: 'ぷ',
            trad: 'ПУ'
        },
        {
            jp: 'ぺ',
            trad: 'ПЭ'
        },
        {
            jp: 'ぽ',
            trad: 'ПО'
        },
        {
            jp: 'ま',
            trad: 'MA'
        },
        {
            jp: 'み',
            trad: 'МИ'
        },
        {
            jp: 'む',
            trad: 'МУ'
        },
        {
            jp: 'め',
            trad: 'МЭ'
        },
        {
            jp: 'も',
            trad: 'МО'
        },
        {
            jp: 'や',
            trad: 'Я'
        },
        {
            jp: 'ゆ',
            trad: 'Ю'
        },
        {
            jp: 'よ',
            trad: 'Ё'
        },
        {
            jp: 'ら',
            trad: 'РА'
        },
        {
            jp: 'り',
            trad: 'RI'
        },
        {
            jp: 'る',
            trad: 'РУ'
        },
        {
            jp: 'れ',
            trad: 'РЭ'
        },
        {
            jp: 'ろ',
            trad: 'РО'
        },
        {
            jp: 'わ',
            trad: 'ВА'
        },
        {
            jp: 'を',
            trad: 'О'
        },
        {
            jp: 'ん',
            trad: 'Н'
        }
    ],
    hiraganaDigraphs: [{
            jp: 'きゃ',
            trad: 'КЯ'
        },
        {
            jp: 'きゅ',
            trad: 'КЮ'
        },
        {
            jp: 'きょ',
            trad: 'КЁ'
        },
        {
            jp: 'ぎゃ',
            trad: 'ГЯ'
        },
        {
            jp: 'ぎゅ',
            trad: 'ГЮ'
        },
        {
            jp: 'ぎょ',
            trad: 'ГЁ'
        },
        {
            jp: 'しゃ',
            trad: 'СЯ'
        },
        {
            jp: 'しゅ',
            trad: 'СЮ'
        },
        {
            jp: 'しょ',
            trad: 'СЁ'
        },
        {
            jp: 'じゃ',
            trad: 'ДЗЯ'
        },
        {
            jp: 'じゅ',
            trad: 'ДЗЮ'
        },
        {
            jp: 'じょ',
            trad: 'ДЗЁ'
        },
        {
            jp: 'ちゃ',
            trad: 'ТЯ'
        },
        {
            jp: 'ちゅ',
            trad: 'ТЮ'
        },
        {
            jp: 'ちょ',
            trad: 'ТЁ'
        },
        {
            jp: 'にゃ',
            trad: 'НЯ'
        },
        {
            jp: 'にゅ',
            trad: 'НЮ'
        },
        {
            jp: 'にょ',
            trad: 'НЁ'
        },
        {
            jp: 'ひゃ',
            trad: 'ХЯ'
        },
        {
            jp: 'ひゅ',
            trad: 'ХЮ'
        },
        {
            jp: 'ひょ',
            trad: 'ХЁ'
        },
        {
            jp: 'びゃ',
            trad: 'БЯ'
        },
        {
            jp: 'びゅ',
            trad: 'БЮ'
        },
        {
            jp: 'びょ',
            trad: 'БЁ'
        },
        {
            jp: 'ぴゃ',
            trad: 'ПЯ'
        },
        {
            jp: 'ぴゅ',
            trad: 'ПЮ'
        },
        {
            jp: 'ぴょ',
            trad: 'ПЁ'
        },
        {
            jp: 'みゃ',
            trad: 'МЯ'
        },
        {
            jp: 'みゅ',
            trad: 'МЮ'
        },
        {
            jp: 'みょ',
            trad: 'МЁ'
        },
        {
            jp: 'りゃ',
            trad: 'РЯ'
        },
        {
            jp: 'りゅ',
            trad: 'РЮ'
        },
        {
            jp: 'りょ',
            trad: 'РЁ'
        }
    ],
    katakana: [{
            jp: 'ア',
            trad: 'А'
        },
        {
            jp: 'イ',
            trad: 'И'
        },
        {
            jp: 'ウ',
            trad: 'У'
        },
        {
            jp: 'エ',
            trad: 'Э'
        },
        {
            jp: 'オ',
            trad: 'О'
        },
        {
            jp: 'カ',
            trad: 'KA'
        },
        {
            jp: 'キ',
            trad: 'KИ'
        },
        {
            jp: 'ク',
            trad: 'KУ'
        },
        {
            jp: 'ケ',
            trad: 'KЭ'
        },
        {
            jp: 'コ',
            trad: 'KO'
        },
        {
            jp: 'サ',
            trad: 'СА'
        },
        {
            jp: 'シ',
            trad: 'СИ'
        },
        {
            jp: 'ス',
            trad: 'СУ'
        },
        {
            jp: 'セ',
            trad: 'СЭ'
        },
        {
            jp: 'ソ',
            trad: 'СO'
        },
        {
            jp: 'タ',
            trad: 'TA'
        },
        {
            jp: 'チ',
            trad: 'ТИ'
        },
        {
            jp: 'ツ',
            trad: 'ЦУ'
        },
        {
            jp: 'テ',
            trad: 'TЭ'
        },
        {
            jp: 'ト',
            trad: 'TO'
        },
        {
            jp: 'ナ',
            trad: 'НА'
        },
        {
            jp: 'ニ',
            trad: 'НИ'
        },
        {
            jp: 'ヌ',
            trad: 'НУ'
        },
        {
            jp: 'ネ',
            trad: 'НЭ'
        },
        {
            jp: 'ノ',
            trad: 'НО'
        },
        {
            jp: 'ハ',
            trad: 'ХА'
        },
        {
            jp: 'ヒ',
            trad: 'ХИ'
        },
        {
            jp: 'フ',
            trad: 'ФУ'
        },
        {
            jp: 'ヘ',
            trad: 'ХЭ'
        },
        {
            jp: 'ホ',
            trad: 'ХО'
        },
        {
            jp: 'マ',
            trad: 'МА'
        },
        {
            jp: 'ミ',
            trad: 'МИ'
        },
        {
            jp: 'ム',
            trad: 'МУ'
        },
        {
            jp: 'メ',
            trad: 'МЭ'
        },
        {
            jp: 'モ',
            trad: 'МО'
        },
        {
            jp: 'ヤ',
            trad: 'Я'
        },
        {
            jp: 'ユ',
            trad: 'Ю'
        },
        {
            jp: 'ヨ',
            trad: 'Ё'
        },
        {
            jp: 'ラ',
            trad: 'РА'
        },
        {
            jp: 'リ',
            trad: 'РИ'
        },
        {
            jp: 'ル',
            trad: 'РУ'
        },
        {
            jp: 'レ',
            trad: 'РЭ'
        },
        {
            jp: 'ロ',
            trad: 'РО'
        },
        {
            jp: 'ワ',
            trad: 'ВА'
        },
        {
            jp: 'ヲ',
            trad: 'О'
        },
        {
            jp: 'ン',
            trad: 'Н'
        },
        {
            jp: 'ガ',
            trad: 'ГА'
        },
        {
            jp: 'ギ',
            trad: 'ГИ'
        },
        {
            jp: 'グ',
            trad: 'ГУ'
        },
        {
            jp: 'ゲ',
            trad: 'ГЭ'
        },
        {
            jp: 'ゴ',
            trad: 'ГО'
        },
        {
            jp: 'ザ',
            trad: 'ДЗА'
        },
        {
            jp: 'ジ',
            trad: 'ДЗИ'
        },
        {
            jp: 'ズ',
            trad: 'ДЗУ'
        },
        {
            jp: 'ゼ',
            trad: 'ДЗЭ'
        },
        {
            jp: 'ゾ',
            trad: 'ДЗО'
        },
        {
            jp: 'ダ',
            trad: 'ДА'
        },
        {
            jp: 'ヂ',
            trad: 'ДЗИ'
        },
        {
            jp: 'ヅ',
            trad: 'ДЗУ'
        },
        {
            jp: 'デ',
            trad: 'ДЭ'
        },
        {
            jp: 'ド',
            trad: 'ДО'
        },
        {
            jp: 'バ',
            trad: 'БА'
        },
        {
            jp: 'ビ',
            trad: 'БИ'
        },
        {
            jp: 'ブ',
            trad: 'БУ'
        },
        {
            jp: 'ベ',
            trad: 'БЭ'
        },
        {
            jp: 'ボ',
            trad: 'БО'
        },
        {
            jp: 'パ',
            trad: 'ПА'
        },
        {
            jp: 'ピ',
            trad: 'ПИ'
        },
        {
            jp: 'プ',
            trad: 'ПУ'
        },
        {
            jp: 'ペ',
            trad: 'ПЭ'
        },
        {
            jp: 'ポ',
            trad: 'ПО'
        }
    ],
    katakanaDigraphs: [{
            jp: 'キャ',
            trad: 'КЯ'
        },
        {
            jp: 'キュ',
            trad: 'КЮ'
        },
        {
            jp: 'キョ',
            trad: 'КЁ'
        },
        {
            jp: 'ギャ',
            trad: 'ГЯ'
        },
        {
            jp: 'ギュ',
            trad: 'ГЮ'
        },
        {
            jp: 'ギョ',
            trad: 'ГЁ'
        },
        {
            jp: 'シャ',
            trad: 'СЯ'
        },
        {
            jp: 'シュ',
            trad: 'СЮ'
        },
        {
            jp: 'ショ',
            trad: 'СЁ'
        },
        {
            jp: 'ジャ',
            trad: 'ДЗЯ'
        },
        {
            jp: 'ジュ',
            trad: 'ДЗЮ'
        },
        {
            jp: 'ジョ',
            trad: 'ДЗЁ'
        },
        {
            jp: 'チャ',
            trad: 'ТЯ'
        },
        {
            jp: 'チュ',
            trad: 'ТЮ'
        },
        {
            jp: 'チョ',
            trad: 'ТЁ'
        },
        {
            jp: 'ニャ',
            trad: 'НЯ'
        },
        {
            jp: 'ニュ',
            trad: 'НЮ'
        },
        {
            jp: 'ニョ',
            trad: 'НЁ'
        },
        {
            jp: 'ヒャ',
            trad: 'ХЯ'
        },
        {
            jp: 'ヒュ',
            trad: 'ХЮ'
        },
        {
            jp: 'ヒョ',
            trad: 'ХЁ'
        },
        {
            jp: 'ビャ',
            trad: 'БЯ'
        },
        {
            jp: 'ビュ',
            trad: 'БЮ'
        },
        {
            jp: 'ビョ',
            trad: 'БЁ'
        },
        {
            jp: 'ピャ',
            trad: 'ПЯ'
        },
        {
            jp: 'ピュ',
            trad: 'ПЮ'
        },
        {
            jp: 'ピョ',
            trad: 'ПЁ'
        },
        {
            jp: 'ミャ',
            trad: 'МЯ'
        },
        {
            jp: 'ミュ',
            trad: 'МЮ'
        },
        {
            jp: 'ミョ',
            trad: 'МЁ'
        },
        {
            jp: 'リャ',
            trad: 'РЯ'
        },
        {
            jp: 'リュ',
            trad: 'РЮ'
        },
        {
            jp: 'リョ',
            trad: 'РЁ'
        }
    ],
    kanji: [
        {
            jp: '一',
            on: 'いち',
            kun: 'ひと－つ',
            trad: '1'
        },
        {
            jp: '二',
            on: 'に',
            kun: 'ふた－つ',
            trad: '2'
        },
        {
            jp: '三',
            on: 'さん',
            kun: 'みっ－つ',
            trad: '3'
        },
        {
            jp: '四',
            on: 'し',
            kun: 'よん, よっ－つ',
            trad: '4'
        },
        {
            jp: '五',
            on: 'ご',
            kun: 'いつ－つ',
            trad: '5'
        },
        {
            jp: '六',
            on: 'ろく',
            kun: 'むっ－つ, むい',
            trad: '6'
        },
        {
            jp: '七',
            on: 'しち',
            kun: 'なな－つ, なの, なぬ',
            trad: '7'
        },
        {
            jp: '八',
            on: 'はち',
            kun: 'やっ－つ, よう',
            trad: '8'
        },
        {
            jp: '九',
            on: 'きゅう, く',
            kun: 'ここの－つ',
            trad: '9'
        },
        {
            jp: '十',
            on: 'じゅう',
            kun: 'とお, とう',
            trad: '10'
        },
        {
            jp: '百',
            on: 'ひゃく',
            kun: 'もも',
            trad: '100'
        },
        {
            jp: '千',
            on: 'せん',
            kun: 'ち',
            trad: '1000'
        },
        {
            jp: '万',
            on: 'ばん, まん',
            kun: 'よろず',
            trad: '10 000'
        },
        {
            jp: '円',
            on: 'えん',
            kun: 'まる－い, まど－か, つぶ－ら',
            trad: 'Круг, йена'
        },
        {
            jp: '日',
            on: 'じつ, にち',
            kun: 'ひ, か',
            trad: 'День, солнце'
        },
        {
            jp: '週',
            on: '',
            kun: '',
            trad: 'Неделя'
        },
        {
            jp: '月',
            on: 'がつ, げつ',
            kun: 'つき',
            trad: 'Луна, месяц'
        },
        {
            jp: '年',
            on: 'ねん',
            kun: 'とし',
            trad: 'Год'
        },
        {
            jp: '時',
            on: 'じ',
            kun: 'とき',
            trad: 'Час, время'
        },
        {
            jp: '間',
            on: 'かん, けん',
            kun: 'あいだ, ま',
            trad: 'Интервал, между'
        },
        {
            jp: '分',
            on: 'ぶん, ふん, ぶ',
            kun: 'わ－ける, わ－かる, わ－かつ',
            trad: 'Понимать, минутка'
        },
        {
            jp: '午',
            on: 'ご',
            kun: 'うま',
            trad: 'Полдень'
        },
        {
            jp: '前',
            on: 'ぜん',
            kun: 'まえ, さき',
            trad: 'Впереди, перед'
        },
        {
            jp: '後',
            on: 'ご, こう',
            kun: 'うし－ろ, のち, あと',
            trad: 'После, позади, потом'
        },
        {
            jp: '今',
            on: 'こん, きん',
            kun: 'いま',
            trad: 'Сейчас, в настоящем'
        },
        {
            jp: '先',
            on: 'せん',
            kun: 'さき',
            trad: 'Будущий, первенство, прежде'
        },
        {
            jp: '来',
            on: 'らい',
            kun: 'く－る',
            trad: 'Приходить, приезжать'
        },
        {
            jp: '半',
            on: 'はん',
            kun: 'なか－ば',
            trad: 'Половина, середина'
        },
        {
            jp: '毎',
            on: 'まい',
            kun: 'ごと',
            trad: 'Каждый, любой'
        },
        {
            jp: '何',
            on: 'か',
            kun: 'なに, なん, いず－れ',
            trad: 'Какой, как, что?'
        },
        {
            jp: '人',
            on: 'じん, にん',
            kun: 'ひと',
            trad: 'Человек'
        },
        {
            jp: '男',
            on: 'だん, なん',
            kun: 'おとこ, おのこ, お',
            trad: 'Мужчина, мальчик'
        },
        {
            jp: '女',
            on: 'じょ, にょ',
            kun: 'おんな',
            trad: 'Женщина, девочка'
        },
        {
            jp: '子',
            on: 'し, す',
            kun: 'こ, ね',
            trad: 'Ребёнок'
        },
        {
            jp: '母',
            on: 'ぼ, も',
            kun: 'はは',
            trad: 'Мать'
        },
        {
            jp: '父',
            on: 'ふ',
            kun: 'ちち',
            trad: 'Отец'
        },
        {
            jp: '友',
            on: 'ゆう',
            kun: 'とも',
            trad: 'Друг'
        },
        {
            jp: '火',
            on: 'か',
            kun: 'ひ, ほ',
            trad: 'Огонь, свет'
        },
        {
            jp: '水',
            on: 'すい',
            kun: 'みず',
            trad: 'Водичка'
        },
        {
            jp: '木',
            on: 'もく, ぼく',
            kun: 'き',
            trad: 'Дерево, древесина'
        },
        {
            jp: '土',
            on: 'ど, と',
            kun: 'つち',
            trad: 'Земля'
        },
        {
            jp: '金',
            on: 'きん, こん',
            kun: 'かね',
            trad: 'Деньги, золото'
        },
        {
            jp: '本',
            on: 'ほん',
            kun: 'もと',
            trad: 'Книга, основа'
        },
        {
            jp: '川',
            on: 'せん',
            kun: 'かわ',
            trad: 'Река, поток'
        },
        {
            jp: '花',
            on: '',
            kun: '',
            trad: 'Цветочек'
        },
        {
            jp: '気',
            on: 'き, け',
            kun: '',
            trad: 'Дух, энергия, пар'
        },
        {
            jp: '生',
            on: 'せい, しょう',
            kun: 'う－む, い－きる, なま',
            trad: 'Жизнь, рождение'
        },
        {
            jp: '魚',
            on: '',
            kun: '',
            trad: 'Рыбка'
        },
        {
            jp: '天',
            on: 'てん',
            kun: 'あま, あめ',
            trad: 'Небеса'
        },
        {
            jp: '空',
            on: '',
            kun: '',
            trad: 'Небо, пустота'
        },
        {
            jp: '山',
            on: 'さん, せん',
            kun: 'やま',
            trad: 'Гора'
        },
        {
            jp: '雨',
            on: 'う',
            kun: 'あま, あめ',
            trad: 'Дождь'
        },
        {
            jp: '電',
            on: 'でん',
            kun: 'いかずち',
            trad: 'Электричество'
        },
        {
            jp: '車',
            on: 'しゃ',
            kun: 'くるま',
            trad: 'Машина, повозка'
        },
        {
            jp: '語',
            on: 'ご',
            kun: 'かたり, かた－る',
            trad: 'Слово, речь, язык'
        },
        {
            jp: '耳',
            on: '',
            kun: '',
            trad: 'Ухо'
        },
        {
            jp: '手',
            on: '',
            kun: '',
            trad: 'Рука'
        },
        {
            jp: '足',
            on: 'ソク',
            kun: 'あし',
            trad: 'Нога'
        },
        {
            jp: '目',
            on: 'モク',
            kun: 'め',
            trad: 'Глаз'
        },
        {
            jp: '口',
            on: 'コウ',
            kun: 'くち',
            trad: 'Рот'
        },
        {
            jp: '名',
            on: 'めい, みょう',
            kun: 'な',
            trad: 'Имя, название, известный'
        },
        {
            jp: '店',
            on: 'テン',
            kun: 'みせ',
            trad: 'Магазин'
        },
        {
            jp: '駅',
            on: '　',
            kun: 'えき',
            trad: 'Ж/д станция'
        },
        {
            jp: '道',
            on: 'ドウ',
            kun: 'みち',
            trad: 'Путь, улица'
        },
        {
            jp: '社',
            on: 'シャ',
            kun: 'やしろ',
            trad: 'Храм Синто, общество'
        },
        {
            jp: '国',
            on: 'こく, ごく',
            kun: 'くに',
            trad: 'Страна, нация'
        },
        {
            jp: '外',
            on: 'がい, げ, うい',
            kun: 'ほか, そと',
            trad: 'Снаружи, другой'
        },
        {
            jp: '学',
            on: 'がく',
            kun: 'まな－ぶ',
            trad: 'Учить, наука'
        },
        {
            jp: '校',
            on: 'こう',
            kun: 'あぜ',
            trad: 'Школа'
        },
        {
            jp: '上',
            on: 'じょう, しょう',
            kun: 'うえ, うわ, あ－げる, あ－がる, のぼ－る, のぼ－せる, かみ',
            trad: 'Верх, над, давать, поднимать'
        },
        {
            jp: '下',
            on: 'か, げ',
            kun: 'した, しも, さ－げる, さ－がる, くだ－る, くだ－す, お－りる, お－ろす',
            trad: 'Внизу, под, давать'
        },
        {
            jp: '中',
            on: 'ちゅう, じゅう',
            kun: 'なか, あた－る',
            trad: 'Середина, центр, внутри'
        },
        {
            jp: '北',
            on: 'ほく',
            kun: 'きた',
            trad: 'Север'
        },
        {
            jp: '西',
            on: 'せい, さい',
            kun: 'にし',
            trad: 'Запад'
        },
        {
            jp: '東',
            on: 'とう',
            kun: 'ひがし, ひんがし',
            trad: 'Восток'
        },
        {
            jp: '南',
            on: 'なん',
            kun: 'みなみ',
            trad: 'Юг'
        },
        {
            jp: '右',
            on: 'ゆう, う',
            kun: 'みぎ',
            trad: 'Справа, правый'
        },
        {
            jp: '左',
            on: 'さ',
            kun: 'ひだり',
            trad: 'Слева, левый'
        },
        {
            jp: '見',
            on: 'けん',
            kun: 'み－る, み－せる',
            trad: 'Видеть, показывать'
        },
        {
            jp: '聞',
            on: 'ぶん, もん',
            kun: 'き－く',
            trad: 'Слушать, спрашивать'
        },
        {
            jp: '書',
            on: 'しょ',
            kun: 'か－く',
            trad: 'Писать, рисовать'
        },
        {
            jp: '読',
            on: 'どく, とう',
            kun: 'よ－む',
            trad: 'Читать'
        },
        {
            jp: '話',
            on: 'わ',
            kun: 'はなし, はな－す',
            trad: 'Разговор, говорить'
        },
        {
            jp: '買',
            on: 'バイ',
            kun: 'かーう',
            trad: 'Покупать'
        },
        {
            jp: '行',
            on: 'ぎょう, こう, あん',
            kun: 'い－く, ゆ－く',
            trad: 'Идти'
        },
        {
            jp: '出',
            on: 'しゅつ, すい',
            kun: 'だ－す, いだ－す, で－る',
            trad: 'Выходить, сдавать'
        },
        {
            jp: '入',
            on: 'にゅう, じゅ',
            kun: 'い－る, はい－る',
            trad: 'Входить, вкладывать'
        },
        {
            jp: '休',
            on: 'きゅう',
            kun: 'やす－み, やす－む',
            trad: 'Отдых'
        },
        {
            jp: '食',
            on: 'じき, しょく',
            kun: 'く－う, た－べる',
            trad: 'Есть, еда'
        },
        {
            jp: '飲',
            on: 'イン',
            kun: 'の－む',
            trad: 'Пить'
        },
        {
            jp: '言',
            on: 'ゲン、ゴン',
            kun: 'い－う',
            trad: 'Говорить, слово'
        },
        {
            jp: '立',
            on: 'リツ',
            kun: 'た－つ',
            trad: 'Стоять'
        },
        {
            jp: '会',
            on: 'かい, え',
            kun: 'あ－う',
            trad: 'Встречаться, общество'
        },
        {
            jp: '多',
            on: 'タ',
            kun: 'おお－い',
            trad: 'Много'
        },
        {
            jp: '少',
            on: 'ショウ',
            kun: 'すく－ない',
            trad: 'Мало, немного'
        },
        {
            jp: '古',
            on: 'コ',
            kun: 'ふる－い',
            trad: 'Старый'
        },
        {
            jp: '新',
            on: 'シン',
            kun: 'あたら－しい、あら－たな',
            trad: 'Новый'
        },
        {
            jp: '大',
            on: 'だい, たい',
            kun: 'おお－きい',
            trad: 'Большой, очень'
        },
        {
            jp: '小',
            on: 'しょう',
            kun: 'こ, お, ちい－さい',
            trad: 'Маленький'
        },
        {
            jp: '安',
            on: 'あん',
            kun: 'やす－い、やす－らか',
            trad: 'Дешёвый, спокойствие'
        },
        {
            jp: '高',
            on: 'こう',
            kun: 'たか－い, たか',
            trad: 'Высокий, дорогой'
        },
        {
            jp: '長',
            on: 'ちょう',
            kun: 'なが－い',
            trad: 'Длинный, начальник'
        },
        {
            jp: '白',
            on: 'はく, びゃく',
            kun: 'しろ, しら, しろ－い',
            trad: 'Белый'
        }
    ],
    vocabulary: [{
            jp: '一人',
            trad: '1 человек, (で) в одиночку'
        },
        {
            jp: '二人',
            trad: '2 человека, (で) вдвоём'
        },
        {
            jp: '三日',
            trad: '3-й день месяца, 3 дня'
        },
        {
            jp: '四日',
            trad: '4-й день месяца, 4 дня'
        },
        {
            jp: '五日',
            trad: '5-й день месяца, 5 дней'
        },
        {
            jp: '六日',
            trad: '6-й день месяца, 6 дней'
        },
        {
            jp: '七日',
            trad: '7-й день месяца, 7 дней'
        },
        {
            jp: '八日',
            trad: '8-й день месяца, 8 дней'
        },
        {
            jp: '九日',
            trad: '9-й день месяца, 9 дней'
        },
        {
            jp: '十日',
            trad: '10-й день месяца, 10 дней'
        },
        {
            jp: '百万円',
            trad: '1 миллион йен'
        },
        {
            jp: '千万円',
            trad: '10 миллонов йен'
        },
        {
            jp: '万年筆',
            trad: 'Шариковая ручка'
        },
        {
            jp: '円い',
            trad: 'Круглый'
        },
        {
            jp: '明日',
            trad: 'Завтра'
        },
        {
            jp: '毎週',
            trad: 'Каждую неделю'
        },
        {
            jp: '月曜日',
            trad: 'Понедельник'
        },
        {
            jp: '今年',
            trad: 'Этот год'
        },
        {
            jp: '去年',
            trad: 'Прошлый год'
        },
        {
            jp: '時計',
            trad: 'Часы'
        },
        {
            jp: '時間',
            trad: 'Время'
        },
        {
            jp: '三十分',
            trad: '30 минут'
        },
        {
            jp: '自分',
            trad: 'Сам, свой'
        },
        {
            jp: '午前',
            trad: 'До полудня'
        },
        {
            jp: '名前',
            trad: 'Имя'
        },
        {
            jp: '午後',
            trad: 'После полудня'
        },
        {
            jp: '今晩',
            trad: 'Этот вечер'
        },
        {
            jp: '今朝',
            trad: 'Это утро'
        },
        {
            jp: '先週',
            trad: 'Прошлая неделя'
        },
        {
            jp: '先生',
            trad: 'Учитель, мастер'
        },
        {
            jp: '来月',
            trad: 'Следующий месяц'
        },
        {
            jp: '来る',
            trad: 'Приходить'
        },
        {
            jp: '半分',
            trad: 'Половина'
        },
        {
            jp: '毎日',
            trad: 'Каждый день'
        },
        {
            jp: '何曜日',
            trad: 'Какой день недели?'
        },
        {
            jp: '人々',
            trad: 'Люди'
        },
        {
            jp: '男の子',
            trad: 'Мальчик'
        },
        {
            jp: '女の子',
            trad: 'Девочка'
        },
        {
            jp: '子供',
            trad: 'Ребёнок'
        },
        {
            jp: '母',
            trad: 'Мать'
        },
        {
            jp: '父',
            trad: 'ОТец'
        },
        {
            jp: '友達',
            trad: 'Друг'
        },
        {
            jp: '火曜日',
            trad: 'Вторник'
        },
        {
            jp: '水曜日',
            trad: 'Среда'
        },
        {
            jp: '木曜日',
            trad: 'Четверг'
        },
        {
            jp: '土曜日',
            trad: 'Суббота'
        },
        {
            jp: '金曜日',
            trad: 'Пятница'
        },
        {
            jp: '日本語',
            trad: 'Японский язык'
        },
        {
            jp: '川',
            trad: 'Река'
        },
        {
            jp: '花火',
            trad: 'Салют'
        },
        {
            jp: '元気',
            trad: 'Здоровый, хор. настроение'
        },
        {
            jp: '生徒',
            trad: 'Ученик'
        },
        {
            jp: '魚',
            trad: 'Рыбка'
        },
        {
            jp: '天気',
            trad: 'Погода'
        },
        {
            jp: '空',
            trad: 'Небо'
        },
        {
            jp: '山',
            trad: 'Гора'
        },
        {
            jp: '雨',
            trad: 'Дождь'
        },
        {
            jp: '電気',
            trad: 'Электричество'
        },
        {
            jp: '電車',
            trad: 'Поезд'
        },
        {
            jp: '英語',
            trad: 'Английский язык'
        },
        {
            jp: '耳',
            trad: 'Ухо'
        },
        {
            jp: '手紙',
            trad: 'Письмо'
        },
        {
            jp: '足',
            trad: 'Нога'
        },
        {
            jp: '目',
            trad: 'Глаз'
        },
        {
            jp: '出口',
            trad: 'Выход'
        },
        {
            jp: '名前',
            trad: 'Имя'
        },
        {
            jp: '喫茶店',
            trad: 'Кафе'
        },
        {
            jp: '駅前',
            trad: 'Перед станцией'
        },
        {
            jp: '道具',
            trad: 'Инструмент'
        },
        {
            jp: '社長',
            trad: 'Директор компании'
        },
        {
            jp: '外国人',
            trad: 'Иностранец'
        },
        {
            jp: '外国',
            trad: 'Заграница'
        },
        {
            jp: '大学',
            trad: 'Университет'
        },
        {
            jp: '学校',
            trad: 'Школа'
        },
        {
            jp: '上着',
            trad: 'Пиджак'
        },
        {
            jp: '靴下',
            trad: 'Носки'
        },
        {
            jp: '日中',
            trad: 'Днём'
        },
        {
            jp: '北',
            trad: 'Север'
        },
        {
            jp: '西',
            trad: 'Запад'
        },
        {
            jp: '東京',
            trad: 'Токио'
        },
        {
            jp: '南',
            trad: 'Юг'
        },
        {
            jp: '右',
            trad: 'Право'
        },
        {
            jp: '左',
            trad: 'Лево'
        },
        {
            jp: '見せる',
            trad: 'Показывать'
        },
        {
            jp: '聞く',
            trad: 'Слушать, спрашивать'
        },
        {
            jp: '辞書',
            trad: 'Словарь'
        },
        {
            jp: '読む',
            trad: 'Читать'
        },
        {
            jp: '電話',
            trad: 'Телефон'
        },
        {
            jp: '買い物',
            trad: 'Покупки'
        },
        {
            jp: '銀行',
            trad: 'Банк'
        },
        {
            jp: '出かける',
            trad: 'Выходить'
        },
        {
            jp: '入口',
            trad: 'Вход'
        },
        {
            jp: '休む',
            trad: 'Отдыхать'
        },
        {
            jp: '食堂',
            trad: 'Столовая'
        },
        {
            jp: '飲み物',
            trad: 'Напиток'
        },
        {
            jp: '言う',
            trad: 'Говорить'
        },
        {
            jp: '立つ',
            trad: 'Стоять'
        },
        {
            jp: '会社',
            trad: 'Фирма'
        },
        {
            jp: '多い',
            trad: 'Много'
        },
        {
            jp: '多分',
            trad: 'Возможно'
        },
        {
            jp: '少ない',
            trad: 'Мало'
        },
        {
            jp: '古い',
            trad: 'Старый'
        },
        {
            jp: '新しい',
            trad: 'Новый'
        },
        {
            jp: '新聞',
            trad: 'Газета'
        },
        {
            jp: '大きい',
            trad: 'Большой'
        },
        {
            jp: '大変',
            trad: 'Ужасно, очень'
        },
        {
            jp: '小さい',
            trad: 'Маленький'
        },
        {
            jp: '安い',
            trad: 'Дешёвый'
        },
        {
            jp: '高い',
            trad: 'Дорогой, высокий'
        },
        {
            jp: '長い',
            trad: 'Длинный'
        },
        {
            jp: '部長',
            trad: 'Начальник отдела'
        },
        {
            jp: '白い',
            trad: 'Белый'
        },
        {
            jp: '面白い',
            trad: 'Интересный'
        }
    ]
}
