const N3 = { 
    "Ур. 01" : 
            [
                {   
                    "kanji" : "丁",
                    "onyomi" : "チョウ, テイ, チン, トウ, チ",
                    "kunyomi" : "ひのと",
                    "definition" : "Улица, чётный, четвёртый, 4-й знак китайского календаря",
                    "examples" : ["丁目 ちょうめ квартал, район","庖丁 ほうちょう нож","丁度 チョウド как надо, как раз, точно, ровно", "丁々 ちょうちょう ономат. звон, лязг (оружия, мечей)"," ", " ", "  "," "," "," "," "," "]
                },{
                    "kanji" : "両",
                    "onyomi" : "リョウ",
                    "kunyomi" : "てる, ふたつ",
                    "definition" : "Оба, обе, тот и другой; рё (кит. лян ; голл. таэль), старинная мера веса, а также денежная единица (возникла в Китае и распространилась по всей восточной Азии, включая Японию. Вес в разные эпохи различался)",
                    "examples" : ["両替 りょうがえ обмен валюты, обменивать деньги","両方 りょうほう обе стороны, оба","両立 りょうりつ совместимость, совмещаться"," ", " ", "  "," "," "," "," "," "]
                },{
                    "kanji" : "丸",
                    "onyomi" : "ガン",
                    "kunyomi" : "まる, まる.める, まる.い",
                    "definition" : "Круг, круглый, округлость, скруглённый",
                    "examples" : ["丸味 まるみ округлость","丸める まるめる придавать круглую форму, заговаривать зубы, надувать","日の丸 ひのまる солнечный круг, японский флаг"," ", " ", "  "," "," "," "," "," "]
                },{   
                    "kanji" : "予",
                    "onyomi" : "ヨ, シャ",
                    "kunyomi" : "あらかじ.め",
                    "definition" : "Заранее, предварительно, загодя, наперёд",
                    "examples" : ["猶予 ゆうよ промедление, задержка, отсрочка","予告 よこく предварительное уведомление, предупреждение, сообщить заранее","予算 よさん бюджет, смета"," ", " ", "  "," "," "," "," "," "]
                },{
                    "kanji" : "争",
                    "onyomi" : "ソウ",
                    "kunyomi" : "あらそ.う, いか.でか",
                    "definition" : "Бороться, спорить, состязаться",
                    "examples" : ["競争 きょうそう состязание, соревнование, конкурировать","争う あらそう спорить, дискутировать, соревноваться, ссориться","争議 そうぎ спор, конфликт, забастовка  "," "," "," "," "," "]
                },{
                    "kanji" : "交",
                    "onyomi" : "コウ",
                    "kunyomi" : "まじ.わる, まじ.える, ま.じる, まじ.る, ま.ざる, ま.ぜる, -か.う, か.わす, かわ.す, こもごも",
                    "definition" : "Пересекаться, скрещиваться, смешивать, поочерёдно",
                    "examples" : ["外交 がいこう дипломатия","交わる まじわる  общаться, встречаться, пересекаться","交響曲 こうきょうきょく  симфония "," "," "," "," "," "]
                },{   
                    "kanji" : "他",
                    "onyomi" : "タ",
                    "kunyomi" : "ほか",
                    "definition" : "Другой, другие",
                    "examples" : ["他 ほか другой","他殺 たさつ убийство","他方 たほう другое направление, другая сторона", "他人　たにん другой человек, другие люди", "利他　りた альтруизм "," "," "," "," "," "]
                },{   
                    "kanji" : "付",
                    "onyomi" : "フ",
                    "kunyomi" : "つ.ける, -つ.ける, -づ.ける, つ.け, つ.け-, -つ.け, -づ.け, -づけ, つ.く, -づ.く, つ.き, -つ.き, -つき, -づ.き, -づき",
                    "definition" : "Прикреплять, накладывать, насыпать, прилипать, приставать",
                    "examples" : ["近付く ちかづく приближаться","交付 こうふ вручение, выдача, вручать, выдавать","受付ける うけつける принимать (заявления и т.п.)", "見付ける　みつける замечать, находить", "保証付き　ほそうつき сертифицированный "," "," "," "," "," "]
                },{   
                    "kanji" : "令",
                    "onyomi" : "レイ",
                    "kunyomi" : "れい.する",
                    "definition" : "Приказ, постановление, команда, распоряжение",
                    "examples" : ["法令 ほうれい закон, законы и постановления","命令 めいれい приказ, команда","年令 ねんれい возраст", "令和時代 れいわじだい эпоха Рэйва (началась 1 мая 2019 г.) "," "," "," "," "," "]
                },{   
                    "kanji" : "仲",
                    "onyomi" : "チュウ",
                    "kunyomi" : "なか",
                    "definition" : "Посредник",
                    "examples" : ["仲間 なかま приятель, товарищ, компаньон, круг друзей","仲断 ちゅうだん приостановка, перерыв","仲裁 ちゅうさい третейский суд, арбитраж"," "," "," "," "," "]
                }
            ],
    "Ур. 02" :
            [
                {   
                    "kanji" : "伝",
                    "onyomi" : "デン, テン",
                    "kunyomi" : "つた.わる, つた.える, つた.う, つだ.う, -づた.い, つて",
                    "definition" : "Передавать, сообщать, распространять",
                    "examples" : ["手伝う てつだう помогать кому-либо","宣伝 せんでん пропаганда, рекламировать","伝う つたう двигаться вдоль чего-либо", "伝える　つたえる передавать сообщение", "伝わる　つたわる распространяться, передаваться "," "," "," "," "," "]
                },{
                    "kanji" : "位",
                    "onyomi" : "イ",
                    "kunyomi" : "くらい, ぐらい",
                    "definition" : "Ранг, чин, звание",
                    "examples" : ["学位 がくい учёная степень","順位 じゅんい очерёдность, порядок, последовательность","地位 ちい общественное положение, статус", "方位　ほうい направление по компасу, курс, азимут "," "," "," "," "," "]
                },{
                    "kanji" : "例",
                    "onyomi" : "レイ",
                    "kunyomi" : "たと.える",
                    "definition" : "Пример, сравнивать",
                    "examples" : ["恒例 こうれい заведённый порядок, обычная практика, привычный, обычный","条例 じょうれい правила, устав, законоположение","先例 せんれい precedent (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "係",
                    "onyomi" : "ケイ",
                    "kunyomi" : "かか.る, かかり, -がかり, かか.わる",
                    "definition" : "Ответственный, заведующий",
                    "examples" : ["関係 かんけい связь, отношение, причастность","無関係 むかんけい никак не связанный, не имеющий отношения к чему-либо, （に）не зависимо от...","係り かかり ответственность, отвечающий за что-либо человек "," "," "," "," "," "]
                },{
                    "kanji" : "信",
                    "onyomi" : "シン",
                    "kunyomi" : "しん.じる",
                    "definition" : "Вера, доверие, искренность, верить, верность",
                    "examples" : ["確信 かくしん ","自信 じしん уверенность в себе","信じる しんじる верить, доверять", "信者　しんじゃ верующий", "信仰　しんこう религ. вера", "信用　しんよう доверие, надёжность "," "," "," "," "," "]
                },{
                    "kanji" : "倉",
                    "onyomi" : "ソウ",
                    "kunyomi" : "くら",
                    "definition" : "Склад, амбар, кладовая, хранилище",
                    "examples" : ["倉庫 そうこ склад, складское помещение","船倉 センソウ трюм","鎌倉 かまくら Камакура (город, эпоха)", "穀倉　こくそう зернохранилище, житница "," "," "," "," "," "]
                },{   
                    "kanji" : "倍",
                    "onyomi" : "バイ",
                    "kunyomi" : "",
                    "definition" : "Удваивать, двойной",
                    "examples" : ["倍 ばい удваивать, двойной, в (несколько) раз ","倍増 ばいぞう удвоение","倍率 ばいりつ коэффициент увеличения", "倍額　ばいがく двойная сумма", "三倍　さんばい в три раза "," "," "," "," "," "]
                },{   
                    "kanji" : "候",
                    "onyomi" : "コウ",
                    "kunyomi" : "そうろう",
                    "definition" : "Погода, климат, сезон, время года",
                    "examples" : ["気候 きこう климат","候補 こうほ кандидатура, кандидат","天候 てんこう погода", "測候所　そっこうじょ метеорологическая станция", "斥候　せっこう разведка, дозор, дозорный, разведчик "," "," "," "," "," "]
                },{   
                    "kanji" : "停",
                    "onyomi" : "テイ",
                    "kunyomi" : "と.める, と.まる",
                    "definition" : "Приостанавливать, остановка",
                    "examples" : ["停学 ていがく временный запрет на посещение занятий, отстранение от занятий в школе","停止 ていし приостановка, мораторий, приостановить, застой","停車 ていしゃ остановка (поезда, автобусная и т.п.) "," "," "," "," "," "]
                },{   
                    "kanji" : "健",
                    "onyomi" : "ケン",
                    "kunyomi" : "すこ.やか",
                    "definition" : "Здоровый, крепкий",
                    "examples" : ["健康 けんこう здоровье, здоровый","健やか すこやか здоровый","保健 ほけん здравоохранение, гигиена, санитария", "健闘　けんとう　упорная борьба, мужественно бороться "," "," "," "," "," "]
                }
            ],
    "Ур. 03" : 
            [
                {   
                    "kanji" : "側",
                    "onyomi" : "ソク",
                    "kunyomi" : "かわ, がわ, そば",
                    "definition" : "Сторона, сбоку, рядом",
                    "examples" : ["片側 かたがわ односторонний, одна сторона","内側 うちがわ внутренняя сторона, внутренний, внутри, изнутри","縁側 えんがわ веранда, энгава (дощатый настил по периметру японского дома, связывающий его с садом "," "," "," "," "," "]
                },{
                    "kanji" : "億",
                    "onyomi" : "オク",
                    "kunyomi" : "",
                    "definition" : "Сто миллионов",
                    "examples" : ["億 おく 10^8, 100,000,000, сто миллионов","億万 オクマン миллиарды","十億 ジュウオク 1,000,000,000, биллион", "千億　せんおく сто миллиардов "," "," "," "," "," "]
                },{
                    "kanji" : "兆",
                    "onyomi" : "チョウ",
                    "kunyomi" : "きざ.す, きざ.し",
                    "definition" : "Триллион, признак, симптом, примета, знак",
                    "examples" : ["兆 ちょう симптом, примета, знак, 10^12, 1,000,000,000,000, триллион","兆す きざす прорастать, проявляться, зарождаться, обнаруживать признаки чего-либо","吉兆 キチョウ доброе предзнаменование "," "," "," "," "," "]
                },{   
                    "kanji" : "児",
                    "onyomi" : "ジ, ニ",
                    "kunyomi" : "こ, -こ, -っこ",
                    "definition" : "Дитя, ребёнок",
                    "examples" : ["育児 いくじ воспитание детей","児童 じどう ребёнок, дети, детский","小児科 しょうにか педиатрия", "幸運児　こううんじ счастливчик", "胎児　たいじ эмбрион "," "," "," "," "," "]
                },{
                    "kanji" : "全",
                    "onyomi" : "ゼン",
                    "kunyomi" : "まった.く, すべ.て",
                    "definition" : "Весь, все, полностью, целиком",
                    "examples" : ["安全 あんぜん безопасность, сохранность","全員 ぜんいん все члены (сообщества)","完全 かんぜん совершенство, безупречный, полный, целый, целиком", "全部　ぜんぶ　всё, целиком, весь "," "," "," "," "," "]
                },{
                    "kanji" : "公",
                    "onyomi" : "コウ, ク",
                    "kunyomi" : "おおやけ",
                    "definition" : "Открытый, гласный, публичный, государственный, общественный",
                    "examples" : ["公園 こうえん парк", "公論　こうろん общественное мнение, беспристрастный взгляд", "公開 こうかい открытость для публики, публичный, делать открытым","公害 こうがい загрязнение окружающей среды "," "," "," "," "," "]
                },{   
                    "kanji" : "共",
                    "onyomi" : "キョウ",
                    "kunyomi" : "とも, とも.に, -ども",
                    "definition" : "Вместе",
                    "examples" : ["何共 なんとも ничего не...","共に ともに вместе с кем-то", "二人共　ふたりとも оба (человека)", "共感 きょうかん эмпатия, сопереживание, сочувствие", "共同　きょうどう сотрудничество "," "," "," "," "," "]
                },{   
                    "kanji" : "兵",
                    "onyomi" : "ヘイ, ヒョウ",
                    "kunyomi" : "つわもの",
                    "definition" : "Солдат, воин, боец, рядовой, войска",
                    "examples" : ["徴兵 ちょうへい воинская повинность, призыв, новобранец, призывник","兵器 へいき оружие, вооружение","兵士 へいし солдат", "歩兵　ほへい пехота "," "," "," "," "," "]
                },{   
                    "kanji" : "具",
                    "onyomi" : "グ",
                    "kunyomi" : "そな.える, つぶさ.に",
                    "definition" : "Инструмент, принадлежности, орудие, запасать",
                    "examples" : ["雨具 あまぐ защита от дождя (плащ, зонтик и т.п.)","家具 かぐ мебель","器具 きぐ аппаратура, принадлежности, инструменты, утварь "," "," "," "," "," "]
                },{   
                    "kanji" : "典",
                    "onyomi" : "テン, デン",
                    "kunyomi" : "のり",
                    "definition" : "Церемония, обряд, справочник, словарь, закон, принцип",
                    "examples" : ["古典 こてん старинная книга, классика","典型 てんけい классическая форма, образец, типовый экземпляр","典型的 てんけいてき типичный, образцовый, стереотипный, прототипный, репрезентативный "," "," "," "," "," "]
                }
            ],

    "Ур. 04" :
            [
                {   
                    "kanji" : "内",
                    "onyomi" : "ナイ, ダイ",
                    "kunyomi" : "うち",
                    "definition" : "Внутри, дом, семья, частный, конфиденциальный",
                    "examples" : ["案内 あんない информация, извещение, гид, быть продником, показывать (дорогу, город, музей и т.п.)","以内 いない в пределах чего-либо, внутри, не свыше, в течение","屋内 おくない внутри дома, в помещении, комнатный "," "," "," "," "," "]
                },{
                    "kanji" : "冷",
                    "onyomi" : "レイ",
                    "kunyomi" : "つめ.たい, ひ.える, ひ.や, ひ.ややか, ひ.やす, ひ.やかす, さ.める, さ.ます",
                    "definition" : "Прохлада, холодный, прохладный, остывать, охлаждать, замораживать",
                    "examples" : ["寒冷 かんれい холод, холодный","冷める さめる остывать, охладевать","冷え込む ひえこむ мёрзнуть, коченеть, становиться всё холоднее", "冷蔵庫　れいぞうこ холодильник "," "," "," "," "," "]
                },{
                    "kanji" : "刀",
                    "onyomi" : "トウ",
                    "kunyomi" : "かたな, そり",
                    "definition" : "Меч, катана, клинок",
                    "examples" : ["刀 とう меч, клинок, холодное оружие","刀 【かたな】катана, одноручный японский меч","一刀 【いっとう】 один меч, один удар меча", "剃刀 かみそり бритва "," "," "," "," "," "]
                },{   
                    "kanji" : "列",
                    "onyomi" : "レツ, レ",
                    "kunyomi" : "つら.なる",
                    "definition" : "Ряд, шеренга, очередь, колонна",
                    "examples" : ["陳列 ちんれつ показ, выставка, выставлять","直列 ちょくれつ последовательное соединение, последовательный","整列 せいれつ строиться, выстраиваться "," "," "," "," "," "]
                },{
                    "kanji" : "初",
                    "onyomi" : "ショ",
                    "kunyomi" : "はじ.め, はじ.めて, はつ, はつ-, うい-, -そ.める, -ぞ.め",
                    "definition" : "Первый, начало, начинать",
                    "examples" : ["最初 さいしょ сначала, начало, начальный, первый, сперва","初 はつ первый, новый","初級 しょきゅう начальный уровень, уровень начинающих "," "," "," "," "," "]
                },{
                    "kanji" : "利",
                    "onyomi" : "リ",
                    "kunyomi" : "き.く",
                    "definition" : "Выгода, преимущество, польза, быть эффективным",
                    "examples" : ["勝利 しょうり победа, выигрыш, триумф","金利 きんり процент","不利 ふり невыгодный, неблагоприятный, невгодность", "利他　りた альтруизм","効く　きく оказывать эффект "," "," "," "," "," "]
                },{   
                    "kanji" : "刷",
                    "onyomi" : "サツ",
                    "kunyomi" : "す.る, -ず.り, -ずり, は.く",
                    "definition" : "Печатать, печать, тираж, подметать",
                    "examples" : ["印刷 いんさつ печатать, типографский, печать","刷る する печатать","刷く はく подметать, смахивать", "刷毛　はけ малярная кисть, щётка "," "," "," "," "," "]
                },{   
                    "kanji" : "副",
                    "onyomi" : "フク",
                    "kunyomi" : "そ.う",
                    "definition" : "Вспомогательный, побочный, заместитель, вице-, копия, дубликат, одобрять",
                    "examples" : ["副作用 ふくさよう побочное действие","副 フク копия, дубликат","副手　ふくしゅ ассистент", "副大統領　ふくだいとうりょう заместитель президента государства "," "," "," "," "," "]
                },{   
                    "kanji" : "功",
                    "onyomi" : "コウ, ク",
                    "kunyomi" : "いさお",
                    "definition" : "Заслуга, подвиг, достижение",
                    "examples" : ["","成功 せいこう успех","功績　こうせき заслуги, достижения", "功徳　くどく благотворительность", "功労　こうろう выдающееся достижение, заслуга "," "," "," "," "," "]
                },{   
                    "kanji" : "加",
                    "onyomi" : "カ",
                    "kunyomi" : "くわ.える, くわ.わる",
                    "definition" : "Добавлять, прибавлять, присоединять, вдобавок, увеличивать",
                    "examples" : ["加える くわえる добавлять, прилагать, прикладывать","加害者 かがいしゃ обидчик, оскорбитель","加工 かこう обработка, переработка, выделка", "ラミネート加工	ламинирование "," "," "," "," "," "]
                }
            ],
    "Ур. 05" : 
            [
                {   
                    "kanji" : "助",
                    "onyomi" : "ジョ",
                    "kunyomi" : "たす.ける, たす.かる, す.ける, すけ",
                    "definition" : "Помощь, спасение, помогать, спасать, выручать",
                    "examples" : ["救助 きゅうじょ спасение, помощь, спасать","助かる たすかる быть спасённым","助詞 じょし грам. частица", "助産　じょさん акушерство", "補助　ほじょ помощь, пособие "," "," "," "," "," "]
                },{
                    "kanji" : "努",
                    "onyomi" : "ド",
                    "kunyomi" : "つと.める",
                    "definition" : "Стараться, прилагать усилия, усердно",
                    "examples" : ["努力 どりょく старания, усилия","努める つとめる  прилагать усилия, работать, стараться","奮励努力　ふんれいどりょく энергичные усилия "," "," "," "," "," "]
                },{
                    "kanji" : "労",
                    "onyomi" : "ロウ",
                    "kunyomi" : "ろう.する, いたわ.る, いた.ずき, ねぎら, つか.れる, ねぎら.う",
                    "definition" : "Труд, стараться, трудиться, заботы, беспокойства, сочувствовать, жалеть",
                    "examples" : ["ご苦労様 ごくろうさま Спасибо за Вашу работу, Ваш труд","苦労 くろう тяжкий труд, испытания, трудности, хлопоты, волнения","疲労 ひろう утомление, усталость, утомляться", "労る　いらわる жалеть, сочувствовать, заботиться, хорошо относиться "," "," "," "," "," "]
                },{   
                    "kanji" : "勇",
                    "onyomi" : "ユウ",
                    "kunyomi" : "いさ.む, いさ.ましい",
                    "definition" : "Храбрость, мужество, храбрый, смелый, воспрять духом",
                    "examples" : ["勇ましい いさましい храбрый, смелый; волнующий","勇敢 ゆうかん отвага, доблесть, отважный","勇気 ゆうき храбрость, доблесть, смелость, мужество "," "," "," "," "," "]
                },{
                    "kanji" : "勝",
                    "onyomi" : "ショウ",
                    "kunyomi" : "か.つ, -が.ち, まさ.る, すぐ.れる, かつ",
                    "definition" : "Победа, побеждать, брать верх, выигрывать, превосходить, чрезвычайно, весьма",
                    "examples" : ["決勝 けっしょう финальное состязание","勝手 かって (に) по-совему, без оглядки на других ", "勝ち目　かちめ шансы на победу","勝利 しょうり победа; успех; выигрыш; триумф  "," "," "," "," "," "]
                },{
                    "kanji" : "包",
                    "onyomi" : "ホウ",
                    "kunyomi" : "つつ.む, くる.む",
                    "definition" : "Обёртывать, закутывать, заворачивать, покрывать",
                    "examples" : ["包み つつみ свёрток, пакет, обёртка","包装 ほうそう обёртка, упаковка, упаковывать","小包み こづつみ почтовая посылка, свёрток", "包帯　ほうたい бинт", "包丁　ほうちょう кухонный нож "," "," "," "," "," "]
                },{   
                    "kanji" : "化",
                    "onyomi" : "カ, ケ",
                    "kunyomi" : "ば.ける, ば.かす, ふ.ける, け.する",
                    "definition" : "Превращаться, изменяться, принимать облик, околдовывать, оборотень",
                    "examples" : ["化ける ばける принять чей-либо облик","化学 かがく химия","化石 かせき окаменелости, фоссилии", "化粧　けしょう косметика, макияж", "権化　ごんげ будд. инкарнация, воплощение "," "," "," "," "," "]
                },{   
                    "kanji" : "卒",
                    "onyomi" : "ソツ, シュツ",
                    "kunyomi" : "そっ.する, お.える, お.わる, ついに, にわか",
                    "definition" : "Солдат, рядовой, выпускник, скончаться",
                    "examples" : ["卒業 そつぎょう выпуск, окончание курсов/университета/школы","兵卒　へいそつ солдат, рядовой, солдаты, рядовой состав","卒直 そっちょく прямой, искренний, откровенный, открытый "," "," "," "," "," "]
                },{   
                    "kanji" : "協",
                    "onyomi" : "キョウ",
                    "kunyomi" : "",
                    "definition" : "Сотрудничество, взаимодействие, соглашение",
                    "examples" : ["協議 きょうぎ совещание; консультация; конференция, совещаться","妥協 だきょう компромисс; соглашение","協同 きょうどう сотрудничество, партнёрство; содружество, ~shite согласованно, совместно; ~no совместный, общий "," "," "," "," "," "]
                },{   
                    "kanji" : "単",
                    "onyomi" : "タン",
                    "kunyomi" : "ひとえ",
                    "definition" : "одиночный, простой, явный",
                    "examples" : ["単に たんに просто, только","単一 たんいつ отдельный, единичный, индивидуальный","単語 たんご слово","単に話をするために彼に会ったわけではない "," "," "," "," "]
                }
            ],

    "Ур. 06" :
            [
                {   
                    "kanji" : "博",
                    "onyomi" : "ハク, バク",
                    "kunyomi" : "はく.する",
                    "definition" : "докторская степень, завоевать (славу, уважение, доверие)",
                    "examples" : ["博愛 はくあい благотворительность, филантропия","博物館 はくぶつかん музей","博士 はくし доктор наук"," "," "," "," "," "]
                },{
                    "kanji" : "印",
                    "onyomi" : "イン",
                    "kunyomi" : "しるし, -じるし, しる.す",
                    "definition" : "печать, штемпель, метка, симптом, признак",
                    "examples" : ["印鑑 いんかん печать, оттиск печати","印象 いんしょう впечатление","印紙 いんし гербовая печать ","彼はとても聡明な人だという印象を与えた "," "," "," "," "]
                },{
                    "kanji" : "原",
                    "onyomi" : "ゲン",
                    "kunyomi" : "はら",
                    "definition" : "равнина, поле, степь",
                    "examples" : ["原因 げんいん причина, фактор, источник","原稿 げんこう рукопись","原告 げんこく (юр.) истец "," "," "," "," "," "]
                },{   
                    "kanji" : "参",
                    "onyomi" : "サン, シン",
                    "kunyomi" : "まい.る, まい-, まじわる, みつ",
                    "definition" : "участвовать, посещать храм, (разг.) вымотаться",
                    "examples" : ["降参 こうさん капитуляция","参る まいる идти, прибывать","参加 さんか участвовать "," "," "," "," "," "]
                },{
                    "kanji" : "反",
                    "onyomi" : "ハン, ホン, タン, ホ",
                    "kunyomi" : "ハン, ホン, タン, ホ",
                    "definition" : "против, переворачивать, антитезис",
                    "examples" : ["反する はんする идти вразрез, противоречить","反応 はんのう реакция, ответ","反撃 はんげき ответный удар, контратака "," "," "," "," "," "]
                },{
                    "kanji" : "取",
                    "onyomi" : "シュ",
                    "kunyomi" : "と.る, と.り, と.り-, とり, -ど.り",
                    "definition" : "брать, собирать, делать фото",
                    "examples" : ["引取る ひきとる брать обратно, получать","搾取 さくしゅ сцеживать, доить; эксплуатировать, угнетать","取り扱う とりあつかう обходиться с кем/чем; пользоваться, ведать чем-либо"," "," "," "," "," "]
                },{   
                    "kanji" : "受",
                    "onyomi" : "ジュ",
                    "kunyomi" : "う.ける, -う.け, う.かる",
                    "definition" : "получать, наследовать, ",
                    "examples" : ["受かる うかる выдержать (экзамен и т.п.)","受けつぐ うけつぐ перенимать, наследовать","受け止める うけとめる поймать (мяч), парировать, отразить нападение "," "," "," "," "," "]
                },{   
                    "kanji" : "史",
                    "onyomi" : "シ",
                    "kunyomi" : "",
                    "definition" : "история, хроника",
                    "examples" : ["史上 しじょう на  страницах истории, в истории","歴史 れきし история","歴史的 れきしてき исторический"," "," "," "," "," "]
                },{   
                    "kanji" : "号",
                    "onyomi" : "ゴウ",
                    "kunyomi" : "さけ.ぶ, よびな",
                    "definition" : "номер (журнала и т.п.), псевдоним",
                    "examples" : ["記号 きごう знак, муз.ключ","信号 しんごう светофор, сигнал, знак, сигнализация","号 ごう номер, псевдоним, именовать "," "," "," "," "," "]
                },{   
                    "kanji" : "司",
                    "onyomi" : "シ",
                    "kunyomi" : "つかさど.る",
                    "definition" : "управляющий, управлять, править",
                    "examples" : ["司会 しかい председательство, ведение собрания","司法 しほう правосудие, юридический","上司 じょうし начальник, старший по чину "," "," "," "," "," "]
                }
            ],
    "Ур. 07" : 
            [
                {   
                    "kanji" : "各",
                    "onyomi" : "カク",
                    "kunyomi" : "おのおの",
                    "definition" : "каждый, всё",
                    "examples" : ["各位 かくい (кн.) господа","各自 かくじ каждый, отдельный, по отдельности","各 おのおの каждый, все"," "," "," "," "," "]
                },{
                    "kanji" : "向",
                    "onyomi" : "コウ",
                    "kunyomi" : "む.く, む.い, -む.き, む.ける, -む.け, む.かう, む.かい, む.こう, む.こう-, むこ, むか.い",
                    "definition" : "направленность, направление, вон там, напротив",
                    "examples" : ["向こう むこう быть обращённым куда-либо, идти против, развиваться в сторону чего-либо","仰向け あおむけ навзничь, лицом вверх, на спине","後向き うしろむき задом-наперёд, повернувшись спиной, ретроградный"," "," "," "," "," "]
                },{
                    "kanji" : "君",
                    "onyomi" : "クン",
                    "kunyomi" : "きみ, -ぎみ",
                    "definition" : "ты, твой",
                    "examples" : ["諸君 しょくん господин; Дамы и господа!","暴君 ぼうくん тиран, деспот","君が代 きみがよ гимн Японии "," "," "," "," "," "]
                },{   
                    "kanji" : "告",
                    "onyomi" : "コク",
                    "kunyomi" : "つ.げる, こくる",
                    "definition" : "объявлять, сообщать; (слэнг) признаваться",
                    "examples" : ["広告 こうこく объявление, афиша, реклама","原告 げんこく (юр.) истец","告訴 こくそ (юр.) предъявлять иск "," "," "," "," "," "]
                },{
                    "kanji" : "周",
                    "onyomi" : "シュウ",
                    "kunyomi" : "まわ.り",
                    "definition" : "окрестности, круг, окружность",
                    "examples" : ["周囲 しゅうい окрестности, периметр, окружность","周期 しゅうき период, цикл","周辺 しゅうへん окрестности, периферия"," "," "," "," "," "]
                },{
                    "kanji" : "命",
                    "onyomi" : "メイ, ミョウ",
                    "kunyomi" : "いのち",
                    "definition" : "жизнь, судьба",
                    "examples" : ["一生けん命 いっしょうけんめい изо всех сил","運命 うんめい судьба","使命 しめい задание, миссия "," "," "," "," "," "]
                },{   
                    "kanji" : "和",
                    "onyomi" : "ワ, オ, カ",
                    "kunyomi" : "やわ.らぐ, やわ.らげる, なご.む, なご.やか",
                    "definition" : "гармония, Япония, японский стиль, мир, согласие, смягчаться, утихать, спокойный",
                    "examples" : ["英和 えいわ англо-японский словарь","昭和 しょうわ эра Сёва (1926.12.25-1989.1.7)","中和 ちゅうわ нейтрализация"," "," "," "," "," "]
                },{   
                    "kanji" : "唱",
                    "onyomi" : "ショウ",
                    "kunyomi" : "とな.える",
                    "definition" : "распевать, монотонно повторять, петь, кричать, провозглашать",
                    "examples" : ["合唱 がっしょう хор, петь хором","首唱 しゅしょう выдвигать, предлагать","主唱 シュショウ горячо отстаивать"," "," "," "," "," "]
                },{   
                    "kanji" : "商",
                    "onyomi" : "ショウ",
                    "kunyomi" : "あきな.う",
                    "definition" : "коммерция, торговать, бизнес",
                    "examples" : ["商業 しょうぎょう коммерция, торговля","商談 しょうだん деловые переговоры","商売 しょうばい торговля, сделка"," "," "," "," "," "]
                },{   
                    "kanji" : "喜",
                    "onyomi" : "キ",
                    "kunyomi" : "よろこ.ぶ, よろこ.ばす",
                    "definition" : "радость, радоваться",
                    "examples" : ["喜劇 きげき комедия","大喜び おおよろこび большая радость, восторг","喜ばす よろこばす радовать"," "," "," "," "," "]
                }
            ],

    "Ур. 08" :
            [
                {   
                    "kanji" : "器",
                    "onyomi" : "キ",
                    "kunyomi" : "うつわ",
                    "definition" : "сосуд, вместилище, инструмент",
                    "examples" : ["核兵器 かくへいき ядерное оружие","楽器 がっき муз.инструмент","器 うつわ сосуд, орудие, способности "," "," "," "," "," "]
                },{
                    "kanji" : "囲",
                    "onyomi" : "イ",
                    "kunyomi" : "かこ.む, かこ.う, かこ.い",
                    "definition" : "окружать, собираться вокруг",
                    "examples" : ["囲う かこう обносить оградой","囲む かこむ собираться вокруг, окружать","周囲 しゅうい окрестности, окружение"," "," "," "," "," "]
                },{
                    "kanji" : "固",
                    "onyomi" : "コ",
                    "kunyomi" : "かた.める, かた.まる, かた.まり, かた.い",
                    "definition" : "твёрдый, крепкий, утрамбовывать, глыба, ком",
                    "examples" : ["頑固 がんこ упрямство, упрямый","固まる かたまる твердеть, крепнуть, застывать, сгущаться, собираться группами","固体 こたい твёрдое тело"," "," "," "," "," "]
                },{   
                    "kanji" : "園",
                    "onyomi" : "エン",
                    "kunyomi" : "その",
                    "definition" : "парк, сад",
                    "examples" : ["公園 こうえん парк","植物園 しょくぶつえん ботанический сад","庭園 ていえん сад"," "," "," "," "," "]
                },{
                    "kanji" : "坂",
                    "onyomi" : "ハン",
                    "kunyomi" : "さか",
                    "definition" : "склон, холм",
                    "examples" : ["坂路 ハンロ дорога идёт вверх (на ипподроме)","登坂 トウハン подъём, дорога идёт вверх","急な坂 きゅうなさか крутой подъём"," "," "," "," "," "]
                },{
                    "kanji" : "型",
                    "onyomi" : "ケイ",
                    "kunyomi" : "かた, -がた",
                    "definition" : "тип, форма, модель, шаблон, образец, трафарет",
                    "examples" : ["型 がた тип, форма","体型 たいけい человеческая фигура","典型 てんけい классическая форма, образец, типовой экземпляр"," "," "," "," "," "]
                },{   
                    "kanji" : "塩",
                    "onyomi" : "エン",
                    "kunyomi" : "しお",
                    "definition" : "соль",
                    "examples" : ["塩分 えんぶん содержание соли, солёность; соль","塩水 えんすい соляной раствор, рассол","塩辛い しおからい пересоленный, очень солёный"," "," "," "," "," "]
                },{   
                    "kanji" : "士",
                    "onyomi" : "シ",
                    "kunyomi" : "",
                    "definition" : "воин, самурай, джентельмен, благородный муж",
                    "examples" : ["修士 しゅうし магистр (академическая степень)","代議士 だいぎし парламентарий, депутат","博士 はくし、はかせ 1.доктор наук 2.перен. знаток (''хакасэ'')"," "," "," "," "," "]
                },{   
                    "kanji" : "変",
                    "onyomi" : "ヘン",
                    "kunyomi" : "か.わる, か.わり, か.える",
                    "definition" : "изменение, перемена, необычный, странный",
                    "examples" : ["相変らず あいかわらず по-прежнему, как и всегда","急変 きゅうへん 1.внезапная (резкая) перемена; ~suru резко меняться 2.непредвиденное происшествие, неожиданность","大変 たいへん очень, крайне, страшно, кошмар! ужасный"," "," "," "," "," "]
                },{   
                    "kanji" : "夫",
                    "onyomi" : "フ, フウ, ブ",
                    "kunyomi" : "おっと, そ.れ",
                    "definition" : "супруг, муж",
                    "examples" : ["大丈夫 だいじょうぶ всё в порядке, всё номрально, сойдёт","夫妻 ふさい супруги, муж и жена","夫 おっと супруг, муж"," "," "," "," "," "]
                }
            ],
    "Ур. 09" : 
            [
                {   
                    "kanji" : "央",
                    "onyomi" : "オウ",
                    "kunyomi" : "",
                    "definition" : "центр, середина",
                    "examples" : ["中央 ちゅうおう центр, центральный","道央 ドウオウ центр о.Хоккайдо","月央 ゲツオウ середина месяца," "," "," "," "," "," "]
                },{
                    "kanji" : "失",
                    "onyomi" : "シツ",
                    "kunyomi" : "うしな.う, う.せる",
                    "definition" : "потеря, ошибка, промах, убыток, терять, лишаться, утрачивать, пропадать, исчезать",
                    "examples" : ["過失 かしつ ошибка, промах, упущение; случайность; неосторожность, небрежность, халатность; ~[no] случайный; нечаянный, неумышленный","見失う みうしなう терять из вида, упускать из поля зрения","失格 しっかく дисквалификация, юр. признание недееспособным; ~suru быть дисквалифицированным (снятым)"," "," "," "," "," "]
                },{
                    "kanji" : "委",
                    "onyomi" : "イ",
                    "kunyomi" : "ゆだ.ねる",
                    "definition" : "комитет, комиссия, поручать, вверять, сведущий ",
                    "examples" : ["委員 いいん член комиссии или комитета","委員会 いいんかい комиссия, комитет, заседание комиссии (комитета)","委しい くわしい сведущий"," "," "," "," "," "]
                },{   
                    "kanji" : "季",
                    "onyomi" : "キ",
                    "kunyomi" : "",
                    "definition" : "время года",
                    "examples" : ["季節 きせつ время года","四季 しき четыре времени года","雨季 うき сезон дождей "," "," "," "," "," "]
                },{
                    "kanji" : "孫",
                    "onyomi" : "ソン",
                    "kunyomi" : "まご",
                    "definition" : "внук, потомок",
                    "examples" : ["子孫 しそん потомок, отпрыск","孫 まご внук, внучка","孫子の兵法 ソンシノヘイホウ книга Искусство войны Сунь-цзы"," "," "," "," "," "]
                },{
                    "kanji" : "守",
                    "onyomi" : "シュ, ス",
                    "kunyomi" : "まも.る, まも.り, もり, -もり, かみ",
                    "definition" : "защита, защищать, охранять, уход за детьми, амулет, ист. правитель провинции; князь",
                    "examples" : ["見守る みまもる присматривать за кем-либо; пристально смотреть, не сводить глаз с чего-л.","守備 しゅび охрана; гарнизонная служба; ~o suru охранять; нести гарнизонную службу","厳守 げんしゅ строго соблюдать (правила и т. п. )"," "," "," "," "," "]
                },{   
                    "kanji" : "完",
                    "onyomi" : "カン",
                    "kunyomi" : "",
                    "definition" : "завершение, окончание, совершенство, идеал",
                    "examples" : ["完成 かんせい завершение, окончание","完全 かんぜん завершение, окончание, безупречный, доводить до совершенства","完壁 かんべき идеальный, безупречный, совершенство"," "," "," "," "," "]
                },{   
                    "kanji" : "官",
                    "onyomi" : "カン",
                    "kunyomi" : "",
                    "definition" : "брюрократия, чиновник, государственная служба, государственное учреждение",
                    "examples" : ["官庁 かんちょう государственное учреждение; официальная инстанция","官僚 かんりょう бюрократия","官邸 かんてい официальная резиденция (премьер-министра и т. п. )"," "," "," "," "," "]
                },{   
                    "kanji" : "定",
                    "onyomi" : "テイ, ジョウ",
                    "kunyomi" : "さだ.める, さだ.まる, さだ.か",
                    "definition" : "устанавливать, определять; назначать (срок, место и т. п.), судьба, правило, закон, норма",
                    "examples" : ["安定 あんてい равновесие; устойчивость; стабильность; стабилизация","一定 いってい станавливать, предписывать; ~no определённый, установленный, предписанный; регулярный, постоянный","仮定 かてい допущение, предположение; гипотеза; постулат; ~suru допускать, предполагать; постулировать; (-to) ~shite допустим что... "," "," "," "," "," "]
                },{   
                    "kanji" : "実",
                    "onyomi" : "ジツ, シツ",
                    "kunyomi" : "み, みの.る, まこと, まことに, みの, みち.る",
                    "definition" : "настоящий, действительность, суть, плод, плодоносить, правда, искренность",
                    "examples" : ["確実 かくじつ надёжность; ~na достоверный, верный; надёжный, заслуживающий доверия; солидный; ~ni наверняка, твёрдо, определённо","現実 げんじつ реальность","口実 こうじつ предлог, отговорка"," "," "," "," "," "]
                }
            ],

    "Ур. 10" :
            [
                {   
                    "kanji" : "客",
                    "onyomi" : "キャク, カク",
                    "kunyomi" : "",
                    "definition" : "гость, посетитель, клиент",
                    "examples" : ["観客 かんきゃく зрители, публика, аудитория","客 きゃく гость, покупатель","客観 かくかん филос. объект, объективно существующее; в сочетаниях объективный"," "," "," "," "," "]
                },{
                    "kanji" : "宮",
                    "onyomi" : "キュウ, グウ, ク, クウ",
                    "kunyomi" : "みや",
                    "definition" : "Синтоистский храм, императорский дворец, павильон",
                    "examples" : ["宮 キュウ дворец","宮中 キュウチュウ императорский двор","宮司 グウジ управляющий делами синтоистского храма"," "," "," "," "," "]
                },{
                    "kanji" : "害",
                    "onyomi" : "ガイ",
                    "kunyomi" : "",
                    "definition" : "вред, вредить, портить",
                    "examples" : ["加害者 かがいしゃ оскорбитель [действием] , обидчик; убийца","害虫 がいちゅう вредители (насекомые)","災害 さいがい стихийное бедствие"," "," "," "," "," "]
                },{   
                    "kanji" : "宿",
                    "onyomi" : "シュク",
                    "kunyomi" : "やど, やど.る, やど.す",
                    "definition" : "пристанище, ночлег, гостиница",
                    "examples" : ["宿題 しゅくだい домашнее задание","下宿 げしゅく съёмное жильё; ~suru квартировать, снимать комнату","合宿 がっしゅく жить вместе (в лагере и т. п. ), выезжать на сборы"," "," "," "," "," "]
                },{
                    "kanji" : "察",
                    "onyomi" : "サツ",
                    "kunyomi" : "",
                    "definition" : "guess, presume, surmise, judge, understand",
                    "examples" : ["警察 けいさつ police (n)","察する さっする to guess, to sense, to presume, to judge, to sympathise with (suru verb - special class)","視察 しさつ inspection, observation (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "寺",
                    "onyomi" : "ジ",
                    "kunyomi" : "てら",
                    "definition" : "Buddhist temple",
                    "examples" : ["寺 てら temple (Buddhist) (n)","寺院 じいん буддийский храм","古寺 【コジ】 старый буддийский храм"," "," "," "," "," "]
                },{   
                    "kanji" : "対",
                    "onyomi" : "タイ, ツイ",
                    "kunyomi" : "あいて, こた.える, そろ.い, つれあ.い, なら.ぶ, むか.う",
                    "definition" : "противоположность; антоним, против,быть направленным против, парный комплект",
                    "examples" : ["絶対 ぜったい абсолютно, категорически, безусловно","対決 たいけつ прямое противостояние, конфронтация; юр. очная ставка; ~suru противостоять друг другу","対応 たいおう 	соответствие, эквивалентность; ~suru соответствовать; (-ni) ~suru иметь дело, справляться с чем-л."," "," "," "," "," "]
                },{   
                    "kanji" : "局",
                    "onyomi" : "キョク",
                    "kunyomi" : "つぼね",
                    "definition" : "управление; бюро; департамент, комната придворной дамы, почтовое отделение; телефонная станция, положение, обстоятельства (в идиомах)",
                    "examples" : ["結局 けっきょく в конце концов, в конечном счёте","支局 しきょく отделение, филиал (газеты, агентства и т. п. )","政局 せいきょく политическая ситуация"," "," "," "," "," "]
                },{   
                    "kanji" : "岩",
                    "onyomi" : "ガン",
                    "kunyomi" : "いわ",
                    "definition" : "скала, утёс",
                    "examples" : ["岩石 ガンセキ rock","砂岩 サガン камень, скала; камни и скалы; в сочетаниях каменный","石灰岩 セッカイガン известняк"," "," "," "," "," "]
                },{   
                    "kanji" : "岸",
                    "onyomi" : "ガン",
                    "kunyomi" : "きし",
                    "definition" : "берег",
                    "examples" : ["海岸 かいがん морской берег, побережье","岸 きし берег","河岸 かし берег реки; набережная, рыбный рынок"," "," "," "," "," "]
                }
            ],
    "Ур. 11" : 
            [
                {   
                    "kanji" : "島",
                    "onyomi" : "トウ",
                    "kunyomi" : "しま",
                    "definition" : "остров",
                    "examples" : ["半島 はんとう полуостров","列島 れっとう архипелаг","広島 ひろしま г.Хиросима"," "," "," "," "," "]
                },{
                    "kanji" : "州",
                    "onyomi" : "シュウ, ス",
                    "kunyomi" : "す",
                    "definition" : "провинция, область, штат",
                    "examples" : ["中州 なかす отмель","州政府 シュウセイフ правительство штата","州 す мель, отмель"," "," "," "," "," "]
                },{
                    "kanji" : "巣",
                    "onyomi" : "ソウ",
                    "kunyomi" : "す, す.くう",
                    "definition" : "гнездо; улей; нора, логово, берлога;паутина; нерестилище; перен. притон",
                    "examples" : ["巣食う すくう вить гнездо, гнездиться","巣穴 スアナ нора","病巣 ビョウソウ мед. очаг, фокус (поражения, воспаления и т. п. )"," "," "," "," "," "]
                },{   
                    "kanji" : "差",
                    "onyomi" : "サ",
                    "kunyomi" : "さ.す, さ.し",
                    "definition" : "distinction, difference, variation, discrepancy, margin, balance",
                    "examples" : ["格差 かくさ qualitative difference, disparity (n)","誤差 ごさ measurement error, calculation error (n)","差し引き さしひき deduction, subtraction, balance, ebb and flow, rise and fall (n) "," "," "," "," "," "]
                },{
                    "kanji" : "希",
                    "onyomi" : "キ, ケ",
                    "kunyomi" : "まれ",
                    "definition" : "hope, beg, request, pray, beseech, Greece, dilute (acid), rare, few, phenomenal",
                    "examples" : ["希 まれ rare, seldom (adj-na)","類稀 【たぐいまれ】 unique, rare, exceptional, unparalleled, incomparable","ごく稀 【ごくまれ】 extremely rare "," "," "," "," "," "]
                },{
                    "kanji" : "席",
                    "onyomi" : "セキ",
                    "kunyomi" : "むしろ",
                    "definition" : "seat, mat, occasion, place",
                    "examples" : ["客席 きゃくせき guest seating (n)","欠席 けっせき absence, non-attendance (n, vs)","出席 しゅっせき attendance, presence (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "帯",
                    "onyomi" : "タイ",
                    "kunyomi" : "お.びる, おび",
                    "definition" : "sash, belt, obi, zone, region",
                    "examples" : ["温帯 おんたい temperate zone (n)","地帯 ちたい area, zone (n)","携帯 ケータイ something carried (in the hand), handheld, mobile telephone, cell phone (n, vs, n) "," "," "," "," "," "]
                },{   
                    "kanji" : "帳",
                    "onyomi" : "チョウ",
                    "kunyomi" : "とばり",
                    "definition" : "notebook, account book, album",
                    "examples" : ["通帳 つうちょう passbook, bankbook (n)","台帳 ダイチョウ account book, ledger, register","帳消し チョウケシ writing off (a debt), cancellation, balancing the books, cancelling out (gains or losses), making even, making up (for), offsetting, undoing, wiping out "," "," "," "," "," "]
                },{   
                    "kanji" : "平",
                    "onyomi" : "ヘイ, ビョウ, ヒョウ",
                    "kunyomi" : "たい.ら, -だいら, ひら, ひら-",
                    "definition" : "even, flat, peace",
                    "examples" : ["不公平 ふこうへい unfairness, injustice, partiality (adj-na, n)","水平線 すいへいせん horizon (related to sea or lakes) (n)","地平線 ちへいせん horizon (related to land) (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "幸",
                    "onyomi" : "コウ",
                    "kunyomi" : "さいわ.い, さち, しあわ.せ",
                    "definition" : "happiness, blessing, fortune",
                    "examples" : ["幸い さいわい happiness, blessedness (adj-na, adv, n)","幸福 こうふく happiness, blessedness (adj-na, n)","不幸 ふこう unhappiness, sorrow, misfortune, disaster, accident, death (adj-na, n) "," "," "," "," "," "]
                }
            ],
    "Ур. 12" :
            [
                {   
                    "kanji" : "底",
                    "onyomi" : "テイ",
                    "kunyomi" : "そこ",
                    "definition" : "bottom, sole, depth, bottom price, base, kind, sort",
                    "examples" : ["海底 かいてい bottom of the ocean (n)","底 そこ bottom, sole (n)","徹底 てってい thoroughness, completeness (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "府",
                    "onyomi" : "フ",
                    "kunyomi" : "",
                    "definition" : "borough, urban prefecture, govt office, representative body, storehouse",
                    "examples" : ["政府 せいふ government, administration (n)","府庁 ふちょう prefectural office (n)","府立 ふりつ managed by an urban prefecture (adj-no, n) "," "," "," "," "," "]
                },{
                    "kanji" : "庫",
                    "onyomi" : "コ, ク",
                    "kunyomi" : "くら",
                    "definition" : "warehouse, storehouse",
                    "examples" : ["冷蔵庫 れいぞうこ refrigerator (n)","文庫 ぶんこ library, book collection, paperback book (n)","車庫 しゃこ garage, car shed, carport (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "庭",
                    "onyomi" : "テイ",
                    "kunyomi" : "にわ",
                    "definition" : "courtyard, garden, yard",
                    "examples" : ["家庭 かてい home, family, household (n)","校庭 こうてい schoolyard, campus (n)","市庭 いちば (town) market, (the) marketplace (n) "," "," "," "," "," "]
                },{
                    "kanji" : "康",
                    "onyomi" : "コウ",
                    "kunyomi" : "",
                    "definition" : "ease, peace",
                    "examples" : ["健康 けんこう health, sound, wholesome (adj-na, n)","小康 ショウコウ lull","安康 アンコウ calm and peaceful period of time "," "," "," "," "," "]
                },{
                    "kanji" : "式",
                    "onyomi" : "シキ",
                    "kunyomi" : "",
                    "definition" : "style, ceremony, rite, function, method, system, form, expression",
                    "examples" : ["形式的 けいしきてき formal (adj-na)","儀式 ぎしき ceremony, rite, ritual, service (n)","株式 かぶしき stock (company) (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "弓",
                    "onyomi" : "キュウ",
                    "kunyomi" : "ゆみ",
                    "definition" : "bow, bow (archery, violin)",
                    "examples" : ["弓 ゆみ bow (and arrow) (n)","大弓 だいきゅう bow, longbow","弓矢 ゆみや bow and arrow, weapon, arms "," "," "," "," "," "]
                },{   
                    "kanji" : "当",
                    "onyomi" : "トウ",
                    "kunyomi" : "あ.たる, あ.たり, あ.てる, あ.て, まさ.に, まさ.にべし",
                    "definition" : "hit, right, appropriate, himself",
                    "examples" : ["正当 せいとう just, justifiable, right, due, proper, equitable, reasonable, legitimate, legal, lawful (adj-na, n)","該当 がいとう corresponding, answering to, coming under, applying to (n, vs)","割当てる わりあてる to assign, to allot, to allocate, to divide among, to distribute, to prorate (Ichidan verb, vt) "," "," "," "," "," "]
                },{   
                    "kanji" : "形",
                    "onyomi" : "ケイ, ギョウ",
                    "kunyomi" : "かた, -がた, かたち, なり",
                    "definition" : "shape, form, style",
                    "examples" : ["形見 かたみ memento, souvenir (n)","形式 けいしき form, formality, format, appearance, mode, math expression (n)","形容詞 けいようし (true) adjective, i-adjective (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "役",
                    "onyomi" : "ヤク, エキ",
                    "kunyomi" : "",
                    "definition" : "duty, war, campaign, drafted labor, office, service, role",
                    "examples" : ["区役所 くやくしょ ward office, council (regional) (n)","現役 げんえき active duty, active service (n)","主役 しゅやく leading part, leading actor (actress) (n) "," "," "," "," "," "]
                }
            ],
    "Ур. 13" : 
            [
                {   
                    "kanji" : "径",
                    "onyomi" : "ケイ",
                    "kunyomi" : "みち, こみち, さしわたし, ただちに",
                    "definition" : "diameter, path, method",
                    "examples" : ["径 みち road, street, way, method (n)","半径 はんけい radius (n)","径 ケイ diameter "," "," "," "," "," "]
                },{
                    "kanji" : "徒",
                    "onyomi" : "ト",
                    "kunyomi" : "いたずら, あだ",
                    "definition" : "junior, emptiness, vanity, futility, uselessness, ephemeral thing, gang, set, party, people",
                    "examples" : ["生徒 せいと pupil (n)","徒歩 とほ walking, going on foot (n)","いたずら書き 【いたずらがき】 scribbling, doodling, graffiti "," "," "," "," "," "]
                },{
                    "kanji" : "得",
                    "onyomi" : "トク",
                    "kunyomi" : "え.る, う.る",
                    "definition" : "gain, get, find, earn, acquire, can, may, able to, profit, advantage, benefit",
                    "examples" : ["所得 しょとく income, earnings (n)","取得 しゅとく acquisition (n, vs)","拾得 しゅうとく picking up, finding (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "必",
                    "onyomi" : "ヒツ",
                    "kunyomi" : "かなら.ず",
                    "definition" : "invariably, certain, inevitable",
                    "examples" : ["必ず かならず necessarily, certainly, without fail, positively, invariably (adv)","必然 ひつぜん inevitable, necessary (n)","必須 ひっす indispensable, required (adj-na, n) "," "," "," "," "," "]
                },{
                    "kanji" : "念",
                    "onyomi" : "ネン",
                    "kunyomi" : "",
                    "definition" : "wish, sense, idea, thought, feeling, desire, attention",
                    "examples" : ["記念日 きねんび holiday, anniversary, memorial day (n)","概念 がいねん general idea, concept, notion (n)","懸念 けねん worry, fear, anxiety, concern (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "息",
                    "onyomi" : "ソク",
                    "kunyomi" : "いき",
                    "definition" : "breath, respiration, son, interest (on money)",
                    "examples" : ["休息 きゅうそく rest, relief, relaxation (n, vs)","消息 しょうそく news, letter, circumstances (n)","息切れ いきぎれ shortness of breath (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "悲",
                    "onyomi" : "ヒ",
                    "kunyomi" : "かな.しい, かな.しむ",
                    "definition" : "jail cell, grieve, sad, deplore, regret",
                    "examples" : ["悲鳴 ひめい shriek, scream (n, vs)","悲劇 ひげき tragedy, disaster (n)","悲観 ひかん pessimism, disappointment (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "想",
                    "onyomi" : "ソウ, ソ",
                    "kunyomi" : "おも.う",
                    "definition" : "concept, think, idea, thought",
                    "examples" : ["感想 かんそう impressions, thoughts (n, vs)","回想 かいそう reflection, reminiscence (n, vs)","構想 こうそう plan, plot, idea, conception (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "愛",
                    "onyomi" : "アイ",
                    "kunyomi" : "いと.しい",
                    "definition" : "love, affection, favourite",
                    "examples" : ["愛情 あいじょう love, affection (n)","愛する あいする to love (suru verb - special class, vt)","愛しい いとしい lovely, dear, beloved, darling (adj) "," "," "," "," "," "]
                },{   
                    "kanji" : "指",
                    "onyomi" : "シ",
                    "kunyomi" : "ゆび, さ.す, -さ.し",
                    "definition" : "finger, point to, indicate, put into, play (chess), measure (ruler)",
                    "examples" : ["指 ゆび finger (n)","指す さす to point, to nominate, to select someone, to specify some person, to identify, to indicate, to point out (v5s, vt)","指示 しじ indication, instruction, designation, directions (n, vs) "," "," "," "," "," "]
                }
            ],
    "Ур. 14" :
            [
                {   
                    "kanji" : "感",
                    "onyomi" : "カン",
                    "kunyomi" : "emotion, feeling, sensation",
                    "definition" : "",
                    "examples" : ["感じる かんじる to feel, to sense, to experience (Ichidan verb, intransitive verb)","感覚 かんかく sense, sensation (n, vs)","感謝 かんしゃ thanks, gratitude (adj-na, n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "成",
                    "onyomi" : "セイ, ジョウ",
                    "kunyomi" : "な.る, な.す, -な.す",
                    "definition" : "turn into, become, get, grow, elapse, reach",
                    "examples" : ["完成 かんせい complete, completion, perfection, accomplishment (n, vs)","構成 こうせい organization, organisation, configuration, composition (n, vs)","既成 きせい established, completed, existing (n, adj-no) "," "," "," "," "," "]
                },{
                    "kanji" : "戦",
                    "onyomi" : "セン",
                    "kunyomi" : "いくさ, たたか.う, おのの.く, そよぐ, わなな.く",
                    "definition" : "war, battle, match",
                    "examples" : ["策戦 さくせん military or naval operations, tactics, strategy (n)","終戦 しゅうせん end of war, cessation of hostilities (n)","戦災 せんさい war damage (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "戸",
                    "onyomi" : "コ",
                    "kunyomi" : "と",
                    "definition" : "door, counter for houses, door radical (no. 63)",
                    "examples" : ["戸籍 こせき census, family register (n)","雨戸 あまど sliding storm door (n)","戸棚 とだな cupboard, locker, closet, wardrobe (n) "," "," "," "," "," "]
                },{
                    "kanji" : "才",
                    "onyomi" : "サイ",
                    "kunyomi" : "",
                    "definition" : "genius, years old, cubic shaku",
                    "examples" : ["才能 さいのう talent, ability (n)","秀才 しゅうさい prodigy (n)","天才 てんさい genius, prodigy, natural gift (n) "," "," "," "," "," "]
                },{
                    "kanji" : "打",
                    "onyomi" : "ダ, ダアス",
                    "kunyomi" : "う.つ, う.ち-, ぶ.つ",
                    "definition" : "strike, hit, knock, pound, dozen",
                    "examples" : ["打上げる うちあげる to launch, to shoot up, (of waves) dash, to wash up (ashore), to finish, to close (Ichidan verb, vt)","打つ うつ to hit (something inanimate), to strike, to beat (on something), to type, to tap (eg a key) (v5t)","打撲 だぼく blow, hit (on the body), beating (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "投",
                    "onyomi" : "トウ",
                    "kunyomi" : "な.げる, -な.げ",
                    "definition" : "throw, discard, abandon, launch into, join, invest in, hurl, give up, sell at a loss",
                    "examples" : ["投げる なげる to throw, to cast away, to face defeat, to give up (Ichidan verb, vt)","投影 とうえい projection (n, vs)","投資 とうし investment (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "折",
                    "onyomi" : "セツ",
                    "kunyomi" : "お.る, おり, お.り, -お.り, お.れる",
                    "definition" : "fold, break, fracture, bend, yield, submit",
                    "examples" : ["骨折 こっせつ bone fracture (n, vs)","折り返す おりかえす to turn up, to fold back, to loopback (a signal, a message) (v5s, vt)","屈折 くっせつ bending, indentation, refraction, inflection (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "拾",
                    "onyomi" : "シュウ, ジュウ",
                    "kunyomi" : "ひろ.う",
                    "definition" : "pick up, gather, find, go on foot, ten",
                    "examples" : ["収拾 しゅうしゅう control, settling, coping (n, vs)","拾う ひろう to pick up, to find, to gather (v5s, vt)","拾得 しゅうとく picking up, finding (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "挙",
                    "onyomi" : "キョ",
                    "kunyomi" : "あ.げる, あ.がる, こぞ.る",
                    "definition" : "raise, plan, project, behavior, actions",
                    "examples" : ["選挙 せんきょ election (n, vs)","挙句 あげく in the end, finally, after all, at last (n-adv, n-t)","暴挙 【ボウキョ】 violence, reckless action "," "," "," "," "," "]
                }
            ],
    "Ур. 15" : 
            [
                {   
                    "kanji" : "改",
                    "onyomi" : "カイ",
                    "kunyomi" : "あらた.める, あらた.まる",
                    "definition" : "reformation, change, modify, mend, renew, examine, inspect, search",
                    "examples" : ["改めて あらためて another time, again, over again, anew, formally (adv)","改革 かいかく reform, reformation, innovation (n, vs)","改善 かいぜん betterment, improvement, incremental and continuous improvement (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "放",
                    "onyomi" : "ホウ",
                    "kunyomi" : "はな.す, -っぱな.し, はな.つ, はな.れる, こ.く, ほう.る",
                    "definition" : "set free, release, fire, shoot, emit, banish, liberate",
                    "examples" : ["放す はなす to separate, to set free, to turn loose (v5s, vt)","解放 かいほう release, unleashing, liberation, emancipation, deallocation (of computer memory), setting free (n, vs)","開放 かいほう open, throw open, liberalization, liberalisation (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "救",
                    "onyomi" : "キュウ",
                    "kunyomi" : "すく.う",
                    "definition" : "salvation, save, help, rescue, reclaim",
                    "examples" : ["救う すくう to rescue from, to help out of, to save (v5s, vt)","救急車 きゅうきゅうしゃ ambulance (n)","救援 きゅうえん relief, rescue, reinforcement (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "敗",
                    "onyomi" : "ハイ",
                    "kunyomi" : "やぶ.れる",
                    "definition" : "failure, defeat, reversal",
                    "examples" : ["失敗 しっぱい failure, mistake, blunder (n, adj-no, vs)","勝敗 しょうはい victory or defeat, issue (of battle) (n)","敗戦 はいせん defeat, losing a war (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "散",
                    "onyomi" : "サン",
                    "kunyomi" : "ち.る, ち.らす, -ち.らす, ち.らかす, ち.らかる, ばら",
                    "definition" : "scatter, disperse, spend, squander",
                    "examples" : ["解散 かいさん breakup, dissolution (n, vs)","散らかる ちらかる to be in disorder, to lie scattered around (v5r, intransitive verb)","散らばる ちらばる to be scattered about (v5r, intransitive verb) "," "," "," "," "," "]
                },{
                    "kanji" : "数",
                    "onyomi" : "スウ, ス, サク, ソク, シュ",
                    "kunyomi" : "かず, かぞ.える, しばしば, せ.める, わずらわ.しい",
                    "definition" : "number, strength, fate, law, figures",
                    "examples" : ["回数 かいすう number of times, frequency, count (n)","奇数 きすう odd number (n)","過半数 かはんすう majority (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "整",
                    "onyomi" : "セイ",
                    "kunyomi" : "ととの.える, ととの.う",
                    "definition" : "organize, arranging, tune, tone, meter, key (music)",
                    "examples" : ["調整 ちょうせい regulation, adjustment, tuning, modification, alteration (n, vs)","整備 せいび maintenance, servicing, outfitting (n, vs)","整理 せいり sorting, arrangement, organization, putting in order, adjustment, regulation, liquidation (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "旗",
                    "onyomi" : "キ",
                    "kunyomi" : "はた",
                    "definition" : "national flag, banner, standard",
                    "examples" : ["旗 はた flag (n)","国旗 こっき national flag (n)","旗揚げ 【はたあげ】 raising an army, launching business "," "," "," "," "," "]
                },{   
                    "kanji" : "昔",
                    "onyomi" : "セキ, シャク",
                    "kunyomi" : "むかし",
                    "definition" : "once upon a time, antiquity, old times",
                    "examples" : ["一昔 ひとむかし ages, long time, decade, the past ten years (n)","昔 むかし olden days, former (adj-no, n-adv, n-t)","話 むかしばなし folklore, legend (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "星",
                    "onyomi" : "セイ, ショウ",
                    "kunyomi" : "ほし, -ぼし",
                    "definition" : "звезда, пятнышко, центр мишени",
                    "examples" : ["衛星 えいせい спутник","火星 かせい планета Марс","星座 せいざ созвездие "," "," "," "," "," "]
                }
            ],

    "Ур. 16" :
            [
                {   
                    "kanji" : "昨",
                    "onyomi" : "サク",
                    "kunyomi" : "",
                    "definition" : "yesterday, previous",
                    "examples" : ["一昨日 おととい day before yesterday (n-adv, n-t)","一昨年 おととし year before last (n-adv, n-t)","昨年 さくねん last year (n-adv, n-t) "," "," "," "," "," "]
                },{
                    "kanji" : "昭",
                    "onyomi" : "ショウ",
                    "kunyomi" : "",
                    "definition" : "shining, bright",
                    "examples" : ["昭和 しょうわ Showa era (1926.12.25-1989.1.7) (n)","昭昭 ショウショウ clear, bright, plain, obvious"," "," "," "," "," "," "]
                },{
                    "kanji" : "景",
                    "onyomi" : "",
                    "kunyomi" : "ケイ",
                    "definition" : "scenery, view",
                    "examples" : ["景色 けしき scenery, scene, landscape (n)","背景 はいけい background, scenery, setting, circumstance (n)","景気 けいき condition, state, business (condition) (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "晴",
                    "onyomi" : "セイ",
                    "kunyomi" : "は.れる, は.れ, は.れ-, -ば.れ, は.らす",
                    "definition" : "clear up",
                    "examples" : ["素晴しい すばらしい wonderful, splendid, magnificent (adj)","快晴 かいせい good weather (n)","晴天 せいてん fine weather (n) "," "," "," "," "," "]
                },{
                    "kanji" : "曲",
                    "onyomi" : "キョク",
                    "kunyomi" : "ま.がる, ま.げる",
                    "definition" : "bend, music, melody, composition, pleasure, injustice, fault, curve, crooked, perverse, lean",
                    "examples" : ["曲る まがる to bend, to curve, to warp, to wind, to twist, to turn, to be awry, to be askew, to be crooked (v5r, intransitive verb)","曲り角 まがりかど street corner, road turn, bend in the road, turning point (n)","歌謡曲 かようきょく popular song (n) "," "," "," "," "," "]
                },{
                    "kanji" : "最",
                    "onyomi" : "サイ, シュ",
                    "kunyomi" : "もっと.も, つま",
                    "definition" : "utmost, most, extreme",
                    "examples" : ["最も もっとも most, extremely (adv)","最悪 さいあく the worst (adj-na, n)","最近 さいきん latest, most recent, nowadays (adj-no, n-adv, n-t) "," "," "," "," "," "]
                },{   
                    "kanji" : "望",
                    "onyomi" : "ボウ, モウ",
                    "kunyomi" : "のぞ.む, もち",
                    "definition" : "ambition, full moon, hope, desire, aspire to, expect",
                    "examples" : ["冀望 きぼう hope, wish, aspiration (n, vs)","待望 たいぼう expectant waiting, long-awaited (n, vs, adj-no)","絶望 ぜつぼう despair, hopelessness (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "期",
                    "onyomi" : "キ, ゴ",
                    "kunyomi" : "",
                    "definition" : "period, time, date, term",
                    "examples" : ["学期 がっき school term, semester (n)","期間 きかん period, term (n)","期限 きげん term, period, time frame, time limit, deadline, cutoff (date) (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "未",
                    "onyomi" : "ミ, ビ",
                    "kunyomi" : "いま.だ, ま.だ, ひつじ",
                    "definition" : "un-, not yet, hitherto, still, even now, sign of the ram, 1-3PM, eighth sign of Chinese zodiac",
                    "examples" : ["未婚 みこん unmarried (adj-no, n)","未熟 みじゅく inexperience, unripeness, raw, unskilled, immature, inexperienced (adj-na, n)","未然 みぜん before it happens, previously (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "末",
                    "onyomi" : "マツ, バツ",
                    "kunyomi" : "すえ",
                    "definition" : "end, close, tip, powder, posterity",
                    "examples" : ["期末 きまつ end of term (n)","月末 つきずえ end of the month (n-adv, n-t)","結末 けつまつ end, conclusion (n) "," "," "," "," "," "]
                }
            ],
    "Ур. 17" : 
            [
                {   
                    "kanji" : "札",
                    "onyomi" : "サツ",
                    "kunyomi" : "ふだ",
                    "definition" : "tag, paper money, counter for bonds, placard, bid",
                    "examples" : ["改札 かいさつ examination of tickets (n, vs)","札 ふだ token, label, ticket, card, charm, talisman (n)","入札 にゅうさつ bid, bidding (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "材",
                    "onyomi" : "ザイ",
                    "kunyomi" : "",
                    "definition" : "lumber, log, timber, wood, talent",
                    "examples" : ["材木 ざいもく lumber, timber (n)","材料 ざいりょう ingredients, material (n)","取材 しゅざい collecting data (eg for a newspaper article), covering an event (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "束",
                    "onyomi" : "ソク",
                    "kunyomi" : "たば, たば.ねる, つか, つか.ねる",
                    "definition" : "bundle, sheaf, ream, tie in bundles, govern, manage, control",
                    "examples" : ["約束 やくそく arrangement, promise, appointment, pact, engagement, convention, rule (n, vs)","拘束 こうそく restriction, restraint (n, vs)","花束 はなたば bunch of flowers, bouquet (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "松",
                    "onyomi" : "ショウ",
                    "kunyomi" : "まつ",
                    "definition" : "pine tree",
                    "examples" : ["松 まつ pine tree, highest (of a three-tier ranking system) (n)","老松 ロウショウ old pine tree","翠松 スイショウ verdant pine, green pine "," "," "," "," "," "]
                },{
                    "kanji" : "板",
                    "onyomi" : "ハン, バン",
                    "kunyomi" : "いた",
                    "definition" : "plank, board, plate, stage",
                    "examples" : ["看板 かんばん sign, signboard, doorplate, poster, billboard, appearance, figurehead, policy, attraction, closing time (n)","黒板 こくばん blackboard (n)","板 いた board, plank, sheet (of metal), plate (of glass), pane, slab, cutting board, chopping board, stage (ie at a theatre) (n) "," "," "," "," "," "]
                },{
                    "kanji" : "果",
                    "onyomi" : "カ",
                    "kunyomi" : "は.たす, はた.す, -は.たす, は.てる, -は.てる, は.て",
                    "definition" : "fruit, reward, carry out, achieve, complete, end, finish, succeed",
                    "examples" : ["果たす はたす to accomplish, to fulfill, to carry out, to achieve (v5s)","逆効果 ぎゃっこうか backfire, counterproductive, opposite effect (n)","果物 かぶつ fruit (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "柱",
                    "onyomi" : "チュウ",
                    "kunyomi" : "はしら",
                    "definition" : "pillar, post, cylinder, support",
                    "examples" : ["柱 はしら pillar, post, support, prop, mainstay, counter for buddhas, gods, nobles, etc. (n, suffix, counter)","電柱 でんちゅう telephone pole, telegraph pole, lightpole (n)","支柱 シチュウ prop, stay, support, brace, fulcrum "," "," "," "," "," "]
                },{   
                    "kanji" : "栄",
                    "onyomi" : "エイ, ヨウ",
                    "kunyomi" : "さか.える, は.え, -ば.え, は.える, え",
                    "definition" : "flourish, prosperity, honor, glory, splendor",
                    "examples" : ["栄える さかえる to prosper, to flourish (Ichidan verb, intransitive verb)","栄光 えいこう glory (n)","繁栄 はんえい prospering, prosperity, thriving, flourishing (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "根",
                    "onyomi" : "コン",
                    "kunyomi" : "ね, -ね",
                    "definition" : "root, radical, head (pimple)",
                    "examples" : ["屋根 やね roof (n)","根気 こんき patience, perseverance, persistence, tenacity, energy (n)","根 ね root (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "案",
                    "onyomi" : "アン",
                    "kunyomi" : "つくえ",
                    "definition" : "plan, suggestion, draft, ponder, fear, proposition, idea, expectation, bill, worry",
                    "examples" : ["案外 あんがい unexpectedly (adj-na, n-adv)","案内 あんない information, guidance, leading, to guide, to show (around), to conduct (n, vs)","提案 ていあん proposal, proposition, suggestion (n, vs) "," "," "," "," "," "]
                }
            ],

    "Ур. 18" :
            [
                {   
                    "kanji" : "梅",
                    "onyomi" : "バイ",
                    "kunyomi" : "うめ",
                    "definition" : "plum",
                    "examples" : ["梅干 うめぼし dried plum (n)","梅雨入り つゆいり entering the rainy season, beginning of the rainy season (n, vs)","梅雨明け つゆあけ the end of the rainy season (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "械",
                    "onyomi" : "カイ",
                    "kunyomi" : "かせ",
                    "definition" : "contraption, fetter, machine, instrument",
                    "examples" : ["器械 きかい machine, mechanism, instrument, appliance, apparatus (n)","工作機械 コウサクキカイ machine tools","産業機械 サンギョウキカイ industrial machinery "," "," "," "," "," "]
                },{
                    "kanji" : "植",
                    "onyomi" : "ショク",
                    "kunyomi" : "う.える, う.わ",
                    "definition" : "plant",
                    "examples" : ["移植 いしょく transplanting, porting, implantation, engrafting (n, vs)","植える うえる to plant, to grow (Ichidan verb, vt)","植物 しょくぶつ plant, vegetation (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "極",
                    "onyomi" : "キョク, ゴク",
                    "kunyomi" : "きわ.める, きわ.まる, きわ.まり, きわ.み, き.める, -ぎ.め, き.まる",
                    "definition" : "poles, settlement, conclusion, end, highest rank, electric poles, very, extremely, most, highly",
                    "examples" : ["窮極 きゅうきょく ultimate, extreme, final, eventual (n, adj-no)","極限 きょくげん utmost limits, limit (n)","極端 きょくたん extreme, extremity (adj-na, n) "," "," "," "," "," "]
                },{
                    "kanji" : "様",
                    "onyomi" : "ヨウ, ショウ",
                    "kunyomi" : "さま, さん",
                    "definition" : "Esq., way, manner, situation, polite suffix",
                    "examples" : ["一様 いちよう uniformity, evenness, similarity, equality, impartiality (adj-na, n)","ご苦労様 ごくろうさま thank you very much for your ..., I appreciate your efforts (exp, adj-na)","皆様 みなさま everyone (n) "," "," "," "," "," "]
                },{
                    "kanji" : "標",
                    "onyomi" : "ヒョウ",
                    "kunyomi" : "しるべ, しるし",
                    "definition" : "signpost, seal, mark, stamp, imprint, symbol, emblem, trademark, evidence, souvenir, target",
                    "examples" : ["目標 もくひょう mark, objective, target (n)","標準 ひょうじゅん standard, level, norm (n)","標語 ひょうご motto, slogan, catchword (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "横",
                    "onyomi" : "オウ",
                    "kunyomi" : "よこ",
                    "definition" : "sideways, side, horizontal, width, woof",
                    "examples" : ["横たわる よこたわる to lie down, to stretch out (v5r, intransitive verb)","横顔 よこがお face in profile, profile, face seen from the side (n)","横 よこ horizontal (as opposed to vertical), lying down, side-to-side (as opposed to front-to-back), width, breadth, side (of a box, etc.), beside, aside, next to, unconnected (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "橋",
                    "onyomi" : "キョウ",
                    "kunyomi" : "はし",
                    "definition" : "bridge",
                    "examples" : ["橋 はし bridge (n)","桟橋 さんばし wharf, bridge, jetty, pier (n)","鉄橋 てっきょう railway bridge, iron bridge (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "機",
                    "onyomi" : "キ",
                    "kunyomi" : "はた",
                    "definition" : "mechanism, opportunity, occasion, machine, airplane",
                    "examples" : ["危機 きき crisis (n)","機会 きかい chance, opportunity (n)","機関 きかん mechanism, facility, engine, agency, organisation, institution, organ (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "欠",
                    "onyomi" : "ケツ, ケン",
                    "kunyomi" : "か.ける, か.く",
                    "definition" : "lack, gap, fail, yawning radical (no. 76)",
                    "examples" : ["欠点 けってん faults, defect, weakness (n)","欠席 けっせき absence, non-attendance (n, vs)","欠乏 けつぼう want, shortage, famine (n, vs) "," "," "," "," "," "]
                }
            ],
    "Ур. 19" : 
            [
                {   
                    "kanji" : "次",
                    "onyomi" : "ジ, シ",
                    "kunyomi" : "つ.ぐ, つぎ",
                    "definition" : "next, order, sequence",
                    "examples" : ["次ぐ つぐ to rank next to, to come after (v5g, intransitive verb)","次回 じかい next time (occasion) (n-adv, n-t)","次元 じげん dimension, perspective, point of reference, level (of something) (n) "," "," "," "," "," "]
                },{
                    "kanji" : "歯",
                    "onyomi" : "シ",
                    "kunyomi" : "よわい, は, よわ.い, よわい.する",
                    "definition" : "tooth, cog",
                    "examples" : ["歯 は tooth (n)","歯ブラシ はブラシ toothbrush (n)","歯医者 はいしゃ dentist (n) "," "," "," "," "," "]
                },{
                    "kanji" : "歴",
                    "onyomi" : "レキ, レッキ",
                    "kunyomi" : "",
                    "definition" : "curriculum, continuation, passage of time",
                    "examples" : ["学歴 がくれき academic background (n)","歴る へる to pass, to elapse, to experience (Ichidan verb, vt)","経歴 けいれき personal history, career (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "残",
                    "onyomi" : "ザン, サン",
                    "kunyomi" : "のこ.る, のこ.す, そこな.う, のこ.り",
                    "definition" : "remainder, leftover, balance",
                    "examples" : ["残業 ざんぎょう overtime (work) (n, vs)","残り のこり remnant, residue, remaining, left-over (n, adj-no)","残高 ざんだか (bank) balance, remainder (n) "," "," "," "," "," "]
                },{
                    "kanji" : "殺",
                    "onyomi" : "サツ, サイ, セツ",
                    "kunyomi" : "ころ.す, -ごろ.し, そ.ぐ",
                    "definition" : "kill, murder, butcher, slice off, split, diminish, reduce, spoil",
                    "examples" : ["暗殺 あんさつ assassination (n, vs)","虐殺 ぎゃくさつ atrocity, massive killing (n, vs)","殺人 さつじん murder (n) "," "," "," "," "," "]
                },{
                    "kanji" : "毒",
                    "onyomi" : "ドク",
                    "kunyomi" : "",
                    "definition" : "poison, virus, venom, germ, harm, injury, spite",
                    "examples" : ["気の毒 きのどく pitiful, (a) pity (adj-na, n)","消毒 しょうどく disinfection, sterilization, sterilisation (n, vs)","中毒 ちゅうどく poisoning, addiction (n, vs, n-suf) "," "," "," "," "," "]
                },{   
                    "kanji" : "毛",
                    "onyomi" : "モウ",
                    "kunyomi" : "け",
                    "definition" : "fur, hair, feather, down",
                    "examples" : ["髪の毛 かみのけ hair (head) (n)","不毛 ふもう sterile, barren, unproductive, sour (adj-na, n, adj-no)","毛糸 けいと knitting wool (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "氏",
                    "onyomi" : "シ",
                    "kunyomi" : "うじ, -うじ",
                    "definition" : "family name, surname, clan",
                    "examples" : ["氏名 しめい full name, identity (n)","氏族 シゾク clan, family","両氏 リョウシ both persons "," "," "," "," "," "]
                },{   
                    "kanji" : "氷",
                    "onyomi" : "ヒョウ",
                    "kunyomi" : "こおり, ひ, こお.る",
                    "definition" : "icicle, ice, hail, freeze, congeal",
                    "examples" : ["氷山 ひょうざん iceberg (n)","氷る こおる to freeze, to be frozen over, to congeal (v5r, intransitive verb)","氷山 ヒョウザン iceberg "," "," "," "," "," "]
                },{   
                    "kanji" : "求",
                    "onyomi" : "キュウ, グ",
                    "kunyomi" : "もと.める",
                    "definition" : "request, want, wish for, require, demand",
                    "examples" : ["欲求 よっきゅう desire (n, vs)","要求 ようきゅう demand, firm request, requisition (n, vs)","追求 ついきゅう pursuing (goal), pursuit, seeking, search, to pursue (eg goal), to seek (n, vs) "," "," "," "," "," "]
                }
            ],

    "Ур. 20" :
            [
                {   
                    "kanji" : "決",
                    "onyomi" : "ケツ",
                    "kunyomi" : "き.める, -ぎ.め, き.まる, さ.く",
                    "definition" : "decide, fix, agree upon, appoint",
                    "examples" : ["解決 かいけつ settlement, solution, resolution (n, vs)","決して けして never, by no means (adv)","可決 かけつ approval, adoption (eg motion, bill), passage (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "汽",
                    "onyomi" : "キ",
                    "kunyomi" : "",
                    "definition" : "vapor, steam",
                    "examples" : ["汽車 きしゃ train (steam) (n)","汽船 きせん steamship, steamboat, steamer (n)","汽笛 きてき steam whistle (n) "," "," "," "," "," "]
                },{
                    "kanji" : "油",
                    "onyomi" : "ユ, ユウ",
                    "kunyomi" : "あぶら",
                    "definition" : "oil, fat",
                    "examples" : ["石油 せきゆ oil, petroleum, kerosene (n)","油絵 あぶらえ oil painting (n)","原油 げんゆ crude oil (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "治",
                    "onyomi" : "ジ, チ",
                    "kunyomi" : "おさ.める, おさ.まる, なお.る, なお.す",
                    "definition" : "reign, be at peace, calm down, subdue, quell, govt, cure, heal, rule, conserve",
                    "examples" : ["自治 じち self-government, autonomy (n)","治療 ちりょう medical treatment, cure (n, vs)","治安 ちあん public order (n) "," "," "," "," "," "]
                },{
                    "kanji" : "法",
                    "onyomi" : "ホウ, ハッ, ホッ, フラン",
                    "kunyomi" : "のり",
                    "definition" : "method, law, rule, principle, model, system",
                    "examples" : ["違法 いほう illegal, illegality, unlawfulness (adj-na, n)","憲法 けんぽう constitution (n)","司法 しほう administration of justice (n) "," "," "," "," "," "]
                },{
                    "kanji" : "波",
                    "onyomi" : "ハ",
                    "kunyomi" : "なみ",
                    "definition" : "waves, billows, Poland",
                    "examples" : ["波瀾 はらん troubles, ups and downs, stormy, uproarious (ie relationship) (n)","寒波 かんぱ cold wave (n)","電波 でんぱ electro-magnetic wave, radio wave, nonsense (n, n, adj-na) "," "," "," "," "," "]
                },{   
                    "kanji" : "泣",
                    "onyomi" : "キュウ",
                    "kunyomi" : "キュウ",
                    "definition" : "cry, weep, moan",
                    "examples" : ["泣き声 なきごえ cry, crying voice (n, vs)","泣訴 キュウソ imploring with tears in one's eyes","号泣 ゴウキュウ crying aloud, lamentation, wailing "," "," "," "," "," "]
                },{   
                    "kanji" : "泳",
                    "onyomi" : "エイ",
                    "kunyomi" : "およ.ぐ",
                    "definition" : "swim",
                    "examples" : ["水泳 すいえい swimming (n, vs)","泳者 エイシャ a swimmer","遠泳 エンエイ long-distance swimming "," "," "," "," "," "]
                },{   
                    "kanji" : "活",
                    "onyomi" : "カツ",
                    "kunyomi" : "い.きる, い.かす, い.ける",
                    "definition" : "lively, resuscitation, being helped, living",
                    "examples" : ["活動 かつどう action, activity (n, vs)","活溌 かっぱつ vigor, vigour, active, lively (adj-na, n)","活気 かっき energy, liveliness (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "流",
                    "onyomi" : "リュウ, ",
                    "kunyomi" : "なが.れる, なが.れ, なが.す, -なが.す",
                    "definition" : "current, a sink, flow, forfeit",
                    "examples" : ["一流 いちりゅう first-class, top grade, school (of art), foremost, top-notch, unique (n)","海流 かいりゅう ocean current (n)","交流 こうりゅう intercourse, (cultural) exchange, intermingling, alternating current (n, vs) "," "," "," "," "," "]
                }
            ],
    "Ур. 21" : 
            [
                {   
                    "kanji" : "浅",
                    "onyomi" : "セン",
                    "kunyomi" : "あさ.い",
                    "definition" : "shallow, superficial, frivolous, wretched, shameful",
                    "examples" : ["浅い あさい shallow, superficial (adj)","浅見 【センケン】 shallow view, superficial idea","浅海 【センカイ】 shallow sea "," "," "," "," "," "]
                },{
                    "kanji" : "浴",
                    "onyomi" : "ヨク",
                    "kunyomi" : "あ.びる, あ.びせ",
                    "definition" : "bathe, be favored with, bask in",
                    "examples" : ["日光浴 にっこうよく sunbathing (n, vs)","浴びる あびる to bathe, to bask in the sun, to shower (Ichidan verb, vt)","日光浴 にっこうよく sunbathing (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "消",
                    "onyomi" : "ショウ",
                    "kunyomi" : "き.える, け.す",
                    "definition" : "extinguish, blow out, turn off, neutralize, cancel",
                    "examples" : ["解消 かいしょう cancellation, liquidation, resolution, reduction (eg of stress) (n, vs)","取消す とりけす to cancel, to revoke (v5s, vt)","消しゴム けしゴム eraser, India rubber (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "深",
                    "onyomi" : "シン",
                    "kunyomi" : "ふか.い, -ぶか.い, ふか.まる, ふか.める, み-",
                    "definition" : "deep, heighten, intensify, strengthen",
                    "examples" : ["深い ふかい deep, profound, thick, close (adj)","深まる ふかまる to deepen, to heighten, to intensify (v5r, intransitive verb)","深まる ふかまる to deepen, to heighten, to intensify (v5r, intransitive verb) "," "," "," "," "," "]
                },{
                    "kanji" : "清",
                    "onyomi" : "セイ, ショウ, シン",
                    "kunyomi" : "きよ.い, きよ.まる, きよ.める",
                    "definition" : "pure, purify, cleanse, exorcise, Manchu dynasty",
                    "examples" : ["清む すむ to clear (eg weather), to become transparent (v5m, intransitive verb)","清らか きよらか clean, pure, chaste (adj-na, n)","清潔 せいけつ clean (adj-na, n) "," "," "," "," "," "]
                },{
                    "kanji" : "温",
                    "onyomi" : "オン",
                    "kunyomi" : "あたた.か, あたた.かい, あたた.まる, あたた.める, ぬく",
                    "definition" : "warm",
                    "examples" : ["温泉 おんせん spa, hot spring, onsen (n)","温度 おんど temperature (n)","温暖 おんだん warmth (adj-na, n) "," "," "," "," "," "]
                },{   
                    "kanji" : "港",
                    "onyomi" : "コウ",
                    "kunyomi" : "みなと",
                    "definition" : "harbor",
                    "examples" : ["空港 くうこう airport (n)","港内 コウナイ inside the harbour, inside the harbor","海港 カイコウ port, seaport "," "," "," "," "," "]
                },{   
                    "kanji" : "湖",
                    "onyomi" : "コ",
                    "kunyomi" : "みずうみ",
                    "definition" : "lake",
                    "examples" : ["湖 みずうみ lake (n)","塩水湖 エンスイコ saltwater or saline lake","汽水湖 キスイコ brackish lake "," "," "," "," "," "]
                },{   
                    "kanji" : "湯",
                    "onyomi" : "トウ",
                    "kunyomi" : "ゆ",
                    "definition" : "hot water, bath, hot spring",
                    "examples" : ["熱湯 ねっとう boiling water (n)","湯気 ゆげ steam, vapour, vapor (n)","銭湯 せんとう bath-house, public bath (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "満",
                    "onyomi" : "マン, バン",
                    "kunyomi" : "み.ちる, み.つ, み.たす",
                    "definition" : "full, enough, pride, satisfy",
                    "examples" : ["円満 えんまん perfection, harmony, peace, smoothness, completeness, satisfaction, integrity (adj-na, n)","満月 まんげつ full moon (n)","肥満 ひまん corpulence, fatness, obesity (n, vs) "," "," "," "," "," "]
                }
            ],
    "Ур. 22" :
            [
                {   
                    "kanji" : "漁",
                    "onyomi" : "ギョ, リョウ",
                    "kunyomi" : "あさ.る",
                    "definition" : "fishing, fishery",
                    "examples" : ["漁師 りょうし fisherman (n)","漁船 ぎょせん fishing boat (n)","漁村 ぎょそん fishing village (n) "," "," "," "," "," "]
                },{
                    "kanji" : "灯",
                    "onyomi" : "トウ",
                    "kunyomi" : "ひ, ほ-, ともしび, とも.す, あかり",
                    "definition" : "lamp, a light, light, counter for lights",
                    "examples" : ["灯台 とうだい lighthouse (n)","灯油 とうゆ lamp oil, kerosene (n)","灯かり あかり light, brightness, glow, gleam, light, lights, lamp, lamplight (n) "," "," "," "," "," "]
                },{
                    "kanji" : "炭",
                    "onyomi" : "タン",
                    "kunyomi" : "すみ",
                    "definition" : "charcoal, coal",
                    "examples" : ["石炭 せきたん coal (n)","炭 すみ charcoal (n)","炭酸 たんさん carbonic acid (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "点",
                    "onyomi" : "テン",
                    "kunyomi" : "つ.ける, つ.く, た.てる, さ.す, とぼ.す, とも.す, ぼち",
                    "definition" : "spot, point, mark, speck, decimal point",
                    "examples" : ["欠点 けってん faults, defect, weakness (n)","原点 げんてん origin (coordinates), starting point (n)","減点 げんてん subtract, give a demerit (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "無",
                    "onyomi" : "ム, ブ",
                    "kunyomi" : "な.い",
                    "definition" : "nothingness, none, ain't, nothing, nil, not",
                    "examples" : ["果てし無い はてしない endless, boundless, everlasting (adj)","間も無く まもなく soon, before long, in a short time, (after verb) lacking time to ..., without time to ... (adv)","仕方が無い しかたがない it can't be helped, it's inevitable, it's no use, can't stand it, being impatient, being annoyed (exp, adj) "," "," "," "," "," "]
                },{
                    "kanji" : "然",
                    "onyomi" : "ゼン, ネン",
                    "kunyomi" : "しか, しか.り, しか.し, さ",
                    "definition" : "sort of thing, so, if so, in that case, well",
                    "examples" : ["依然 いぜん still, as yet, as it has been (`taru' adjective, adverb taking the `to' particle, adv)","偶然 ぐうぜん (by) chance, unexpectedly, suddenly, accident, fortuity (adj-na, adj-no, n-adv, n)","自然 しぜん nature, spontaneity, naturally, spontaneously (adj-na, n, adv, adverb taking the `to' particle) "," "," "," "," "," "]
                },{   
                    "kanji" : "焼",
                    "onyomi" : "ショウ",
                    "kunyomi" : "や.く, や.き, や.き-, -や.き, や.ける",
                    "definition" : "bake, burning",
                    "examples" : ["焼そば やきそば fried soba (n)","日焼 ひやけ sunburn, suntan (n, vs)","夕焼け ゆうやけ sunset (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "照",
                    "onyomi" : "ショウ",
                    "kunyomi" : "て.る, て.らす, て.れる",
                    "definition" : "illuminate, shine, compare, bashful",
                    "examples" : ["照らす てらす to shine on, to illuminate (v5s, vt)","照会 しょうかい inquiry, enquiry, query, reference (n, vs)","照明 しょうめい illumination (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "熱",
                    "onyomi" : "ネツ",
                    "kunyomi" : "あつ.い",
                    "definition" : "heat, temperature, fever, mania, passion",
                    "examples" : ["情熱 じょうねつ passion, enthusiasm, zeal (adj-na, n)","光熱費 こうねつひ cost of fuel and light (n)","熱 ねつ fever, temperature (n, n-suf) "," "," "," "," "," "]
                },{   
                    "kanji" : "牧",
                    "onyomi" : "ボク",
                    "kunyomi" : "まき",
                    "definition" : "breed, care for, shepherd, feed, pasture",
                    "examples" : ["牧畜 ぼくちく stock-farming (n)","牧場 まきば farm (livestock), ranch (US), station (Aus, NZ), pasture land, meadow, grazing land (n)","遊牧 ユウボク nomadism "," "," "," "," "," "]
                }
            ],
    "Ур. 23" : 
            [
                {   
                    "kanji" : "玉",
                    "onyomi" : "ギョク",
                    "kunyomi" : "たま, たま-, -だま",
                    "definition" : "jewel, ball",
                    "examples" : ["玉子 たまご eggs, egg, spawn, roe, cooked (usually boiled) hen egg, (an expert) in the making (n, n, n)","目玉 めだま eyeball, loss leader, drawcard (n)","玉 たま ball, sphere, coin, jewel, pearl, testicles, staple (for a stapler), person (when commenting on their nature), character (n, n-suf, n, n) "," "," "," "," "," "]
                },{
                    "kanji" : "王",
                    "onyomi" : "オウ, -ノウ",
                    "kunyomi" : "",
                    "definition" : "king, rule, magnate",
                    "examples" : ["王国 おうこく kingdom, monarchy (n)","王子 おうじ prince (n)","王女 おうじょ princess (n) "," "," "," "," "," "]
                },{
                    "kanji" : "球",
                    "onyomi" : "キュウ",
                    "kunyomi" : "たま",
                    "definition" : "ball, sphere",
                    "examples" : ["地球 ちきゅう the earth (n, adj-no)","電球 でんきゅう light bulb (n)","野球 やきゅう baseball (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "由",
                    "onyomi" : "ユ, ユウ, ユイ",
                    "kunyomi" : "よし, よ.る",
                    "definition" : "wherefore, a reason",
                    "examples" : ["自由 じゆう freedom, liberty, as it pleases you (exp, adj-na, n)","不自由 ふじゆう discomfort, inconvenience, poverty, want, destitution, disability (adj-na, n)","由緒 ゆいしょ history, pedigree, lineage (n) "," "," "," "," "," "]
                },{
                    "kanji" : "申",
                    "onyomi" : "シン",
                    "kunyomi" : "もう.す, もう.し-, さる",
                    "definition" : "have the honor to, sign of the monkey, 3-5PM, ninth sign of Chinese zodiac",
                    "examples" : ["申込む もうしこむ to apply for, to make an application, to propose (marriage), to challenge, to request (an interview), to book (v5m, vt)","申し訳 もうしわけ apology, excuse (n)","申す もうす to be called, to say (v5s, vt) "," "," "," "," "," "]
                },{
                    "kanji" : "畑",
                    "onyomi" : "",
                    "kunyomi" : "はた, はたけ, -ばたけ",
                    "definition" : "farm, field, garden, one's specialty, (kokuji)",
                    "examples" : ["畑違い はたけちがい out of one's line, out of one's field","田畑 たはた fields (of rice and other crops)","焼き畑 やきばた swidden, land made arable by slash-and-burn agriculture "," "," "," "," "," "]
                },{   
                    "kanji" : "番",
                    "onyomi" : "バン",
                    "kunyomi" : "つが.い",
                    "definition" : "turn, number in a series",
                    "examples" : ["交番 こうばん police box, alternation, alternating (eg current) (n, vs, n, adj-f)","番号 ばんごう number, series of digits (n)","順番 じゅんばん turn (in line), order of things, sequential order (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "登",
                    "onyomi" : "トウ, ト, ドウ, ショウ, チョウ",
                    "kunyomi" : "のぼ.る, あ.がる",
                    "definition" : "ascend, climb up",
                    "examples" : ["登記 とうき registry, registration (n, vs)","山登り やまのぼり mountain climbing, mountaineering (n)","登山 とざん mountain climbing (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "的",
                    "onyomi" : "テキ",
                    "kunyomi" : "まと",
                    "definition" : "bull's eye, mark, target, object, adjective ending",
                    "examples" : ["楽観的 らっかんてき optimistic, hopeful (adj-na)","客観的 きゃっかんてき objective (adj-na)","具体的 ぐたいてき concrete, tangible, definite, specific (adj-na) "," "," "," "," "," "]
                },{   
                    "kanji" : "皮",
                    "onyomi" : "ヒ",
                    "kunyomi" : "かわ",
                    "definition" : "pelt, skin, hide, leather, skin radical (no. 107)",
                    "examples" : ["皮肉 ひにく cynicism, sarcasm, irony, satire (adj-na, n)","皮フ ひフ skin (n)","毛皮 もうひ fur, skin, pelt (n) "," "," "," "," "," "]
                }
            ],
    "Ур. 24" :
            [
                {   
                    "kanji" : "皿",
                    "onyomi" : "ベイ",
                    "kunyomi" : "さら",
                    "definition" : "dish, a helping, plate",
                    "examples" : ["灰皿 はいざら ashtray (n)","手皿 【てさら】 holding food over one's hand","一皿 【ひとさら】 plate, dish (of food) "," "," "," "," "," "]
                },{
                    "kanji" : "直",
                    "onyomi" : "チョク, ジキ, ジカ",
                    "kunyomi" : "ただ.ちに, なお.す, -なお.す, なお.る, なお.き, す.ぐ",
                    "definition" : "straightaway, honesty, frankness, fix, repair",
                    "examples" : ["見直す みなおす to look again, to get a better opinion of (v5s)","書き直す かきなおす to write out, to make a fair copy, to rewrite (v5s, vt)","垂直 すいちょく vertical, perpendicular (adj-na, n) "," "," "," "," "," "]
                },{
                    "kanji" : "相",
                    "onyomi" : "ソウ, ショ",
                    "kunyomi" : "あい-",
                    "definition" : "inter-, mutual, together, each other, minister of state, councillor, aspect, phase, physiognomy",
                    "examples" : ["外相 がいしょう Foreign Minister (n)","相図 あいず sign, signal (n, vs)","真相 しんそう truth, real situation (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "省",
                    "onyomi" : "セイ, ショウ",
                    "kunyomi" : "かえり.みる, はぶ.く",
                    "definition" : "focus, government ministry, conserve",
                    "examples" : ["外務省 がいむしょう Ministry of Foreign Affairs (n)","省略 しょうりゃく omission, abbreviation, abridgment, abridgement (n, vs)","大蔵省 おおくらしょう (former) Ministry of Finance (succeeded by zaimushou in 2000) (n) "," "," "," "," "," "]
                },{
                    "kanji" : "矢",
                    "onyomi" : "シ",
                    "kunyomi" : "や",
                    "definition" : "dart, arrow",
                    "examples" : ["矢先 【やさき】 arrowhead, target of a flying arrow, brunt (of an attack), the very moment (when), the point (of doing)","弓矢 【ゆみや】 bow and arrow, weapon, arms","洗い矢 【あらいや】 ramrod, cleaning ro "," "," "," "," "," "]
                },{
                    "kanji" : "石",
                    "onyomi" : "セキ, シャク, コク",
                    "kunyomi" : "いし",
                    "definition" : "stone",
                    "examples" : ["化石 かせき fossil, petrifaction, fossilization, fossilisation (n, vs)","石炭 せきたん coal (n)","石けん せっけん soap (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "礼",
                    "onyomi" : "レイ, ライ",
                    "kunyomi" : "salute, bow, ceremony, thanks, remuneration",
                    "definition" : "salute, bow, ceremony, thanks, remuneration",
                    "examples" : ["儀礼 ぎれい etiquette, courtesy (n)","失礼 しつれい discourtesy, impoliteness, Excuse me, Goodbye, to leave, to be rude (n, vs, adj-na, exp, vs, vs)","無礼 ぶれい impolite, rude (adj-na, n) "," "," "," "," "," "]
                },{   
                    "kanji" : "祝",
                    "onyomi" : "シュク, シュウ",
                    "kunyomi" : "いわ.う",
                    "definition" : "celebrate, congratulate",
                    "examples" : ["祝う いわう to congratulate, to celebrate (v5s, vt)","祝日 しゅくじつ national holiday (n)","祝福 しゅくふく blessing (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "神",
                    "onyomi" : "シン, ジン",
                    "kunyomi" : "かみ, かん-, こう-",
                    "definition" : "gods, mind, soul",
                    "examples" : ["安神 あんしん relief, peace of mind (adj-na, n, vs)","神経 しんけい nerve, sensitivity (n)","神社 じんじゃ Shinto shrine (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "票",
                    "onyomi" : "ヒョウ",
                    "kunyomi" : "",
                    "definition" : "ballot, label, ticket, sign",
                    "examples" : ["投票 とうひょう voting, poll (n, vs)","票 ひょう label, ballot, ticket, sign (n, n-suf)","不在者投票 フザイシャトウヒョウ absentee ballot, absentee voting "," "," "," "," "," "]
                }
            ],
    "Ур. 25" : 
            [
                {   
                    "kanji" : "祭",
                    "onyomi" : "サイ",
                    "kunyomi" : "まつ.る, まつ.り, まつり",
                    "definition" : "ritual, offer prayers, celebrate, deify, enshrine, worship",
                    "examples" : ["冠婚葬祭 かんこんそうさい important ceremonial occasions in family relationships (n)","祭り まつり festival, feast (n)","秋祭り 【あきまつり】 autumn festival, fall festival "," "," "," "," "," "]
                },{
                    "kanji" : "福",
                    "onyomi" : "フク",
                    "kunyomi" : "",
                    "definition" : "blessing, fortune, luck, wealth",
                    "examples" : ["幸福 こうふく happiness, blessedness (adj-na, n)","福祉 ふくし welfare, social security, social service, well-being (n)","裕福 ゆうふく affluence, prosperity (adj-na, n) "," "," "," "," "," "]
                },{
                    "kanji" : "科",
                    "onyomi" : "カ",
                    "kunyomi" : "",
                    "definition" : "department, course, section",
                    "examples" : ["科学 かがく science (n)","外科 げか surgical department (n)","学科 がっか study subject, course of study (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "秒",
                    "onyomi" : "ビョウ",
                    "kunyomi" : "",
                    "definition" : "second",
                    "examples" : ["秒 びょう second (60th min) (n)","秒読み びょうよみ countdown (n)","秒速 ビョウソク per second "," "," "," "," "," "]
                },{
                    "kanji" : "種",
                    "onyomi" : "シュ",
                    "kunyomi" : "たね, -ぐさ",
                    "definition" : "species, kind, class, variety, seed",
                    "examples" : ["人種 じんしゅ race (of people) (n)","品種 ひんしゅ kind (of goods), brand, (taxonomical) form, breed, cultivar (n)","種類 しゅるい variety, kind, type, category, counter for different sorts of things (n, counter) "," "," "," "," "," "]
                },{
                    "kanji" : "積",
                    "onyomi" : "セキ",
                    "kunyomi" : "つ.む, -づ.み, つ.もる, つ.もり",
                    "definition" : "volume, product (x*y), acreage, contents, pile up, stack, load, amass",
                    "examples" : ["積む つむ to pile up, to stack, to load (car, ship, etc.), to pack (v5m)","積極的 せっきょくてき positive, active, proactive (adj-na)","積み立て つみたて savings (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "章",
                    "onyomi" : "ショウ",
                    "kunyomi" : "",
                    "definition" : "badge, chapter, composition, poem, design",
                    "examples" : ["章 しょう chapter, section, medal (n)","文章 ぶんしょう sentence, article (n)","楽章 ガクショウ (musical) movement "," "," "," "," "," "]
                },{   
                    "kanji" : "童",
                    "onyomi" : "ドウ",
                    "kunyomi" : "わらべ",
                    "definition" : "juvenile, child",
                    "examples" : ["児童 じどう children, juvenile (n)","童話 どうわ fairy-tale (n)","天童 テンドウ cherub, gods disguised as children, children parading as cherubs "," "," "," "," "," "]
                },{   
                    "kanji" : "競",
                    "onyomi" : "キョウ, ケイ",
                    "kunyomi" : "きそ.う, せ.る",
                    "definition" : "emulate, compete with, bid, sell at auction, bout, contest, race",
                    "examples" : ["競う きそう to compete with, to emulate (v5s, intransitive verb)","競争 きょうそう competition, contest, to compete (n, vs)","競技 きょうぎ game, match, contest (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "竹",
                    "onyomi" : "チク",
                    "kunyomi" : "たけ",
                    "definition" : "bamboo",
                    "examples" : ["竹 たけ bamboo, middle (of a three-tier ranking system) (n)","笛竹 ふえたけ bamboo flute, bamboo for making flutes, wind and string instruments","竹林 チクリン bamboo thicket "," "," "," "," "," "]
                }
            ],
    "Ур. 26" :
            [
                {   
                    "kanji" : "笑",
                    "onyomi" : "ショウ",
                    "kunyomi" : "わら.う, え.む",
                    "definition" : "laugh",
                    "examples" : ["苦笑い にがわらい bitter smile (n, vs)","笑い声 わらいごえ laughter (n)","笑顔 えがお smiling face, smile (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "笛",
                    "onyomi" : "テキ",
                    "kunyomi" : "ふえ",
                    "definition" : "flute, clarinet, pipe, whistle, bagpipe, piccolo",
                    "examples" : ["汽笛 きてき steam whistle (n)","口笛 くちぶえ whistle (n)","笛 ふえ flute, pipe, whistle (n) "," "," "," "," "," "]
                },{
                    "kanji" : "第",
                    "onyomi" : "ダイ, テイ",
                    "kunyomi" : "",
                    "definition" : "No., residence",
                    "examples" : ["次第に しだいに gradually (progress into a state), in sequence, in order, in turn (adv)","第宅 ていたく mansion, residence (n)","落第 らくだい failure, dropping out of a class (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "筆",
                    "onyomi" : "ヒツ",
                    "kunyomi" : "ふで",
                    "definition" : "writing brush, writing, painting brush, handwriting",
                    "examples" : ["鉛筆 えんぴつ pencil (n)","筆 ふで writing brush (n)","筆記 ひっき (taking) notes, copying (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "等",
                    "onyomi" : "トウ",
                    "kunyomi" : "ひと.しい, など, -ら",
                    "definition" : "etc., and so forth, class (first), quality, equal, similar",
                    "examples" : ["均等 きんとう equality, uniformity, evenness (adj-na, n)","高等 こうとう high class, high grade (adj-na, n)","１等 いっとう first-class, first-rank, A1, the most, the best (n) "," "," "," "," "," "]
                },{
                    "kanji" : "算",
                    "onyomi" : "サン",
                    "kunyomi" : "そろ",
                    "definition" : "calculate, divining, number, abacus, probability",
                    "examples" : ["計算 けいさん calculation, reckoning, count, forecast (n, vs)","換算 かんざん conversion, change, exchange (n, vs)","採算 さいさん profit (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "管",
                    "onyomi" : "カン",
                    "kunyomi" : "くだ",
                    "definition" : "pipe, tube, wind instrument, drunken talk",
                    "examples" : ["血管 けっかん blood vessel (n)","保管 ほかん charge, custody, safekeeping, deposit, storage (n, vs)","管轄 かんかつ jurisdiction, control (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "箱",
                    "onyomi" : "ソウ",
                    "kunyomi" : "はこ",
                    "definition" : "box, chest, case, bin, railway car",
                    "examples" : ["書箱 ショソウ bookcase","リサイクル用の箱 リサイクルようのはこ recycling bin, recycling box","箱入り はこいり cased, boxed, precious, cherished, girl who has been sheltered from the world, one's special talent "," "," "," "," "," "]
                },{   
                    "kanji" : "節",
                    "onyomi" : "セツ, セチ",
                    "kunyomi" : "ふし, -ぶし, のっと",
                    "definition" : "node, season, period, occasion, verse, clause, stanza, honor, joint, knuckle, knob, knot, tune, melody",
                    "examples" : ["関節 かんせつ joints (knee joint, elbow joint, etc.) (n)","節約 せつやく economising, saving (n, vs)","節 せつ occasion, time, section (of a literary work), verse, stanza, node (of a plant stem), clause, (taxonomical) section (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "米",
                    "onyomi" : "ベイ, マイ, メエトル",
                    "kunyomi" : "こめ, よね",
                    "definition" : "rice, USA, metre",
                    "examples" : ["新米 しんまい new rice, novice, beginner, tyro, newcomer, newbie (exp, n)","日米 にちべい Japan-America (n)","米価 べいか rice price (n) "," "," "," "," "," "]
                }
            ],
    "Ур. 27" : 
            [
                {   
                    "kanji" : "粉",
                    "onyomi" : "フン",
                    "kunyomi" : "こ, こな",
                    "definition" : "flour, powder, dust",
                    "examples" : ["小麦粉 こむぎこ wheat flour (n)","粉 こ flour, meal, powder (n)","粉末 ふんまつ fine powder (n) "," "," "," "," "," "]
                },{
                    "kanji" : "糸",
                    "onyomi" : "シ",
                    "kunyomi" : "いと",
                    "definition" : "thread",
                    "examples" : ["糸 いと thread, yarn, string (n, n-suf)","毛糸 けいと knitting wool (n)","繭糸 きぬいと silk thread (n) "," "," "," "," "," "]
                },{
                    "kanji" : "紀",
                    "onyomi" : "キ",
                    "kunyomi" : "",
                    "definition" : "chronicle, account, narrative, history, annals, geologic period",
                    "examples" : ["紀元 きげん era, AD (Christian era) (n)","紀律 きりつ order, observance, discipline, rules, law, regulations (n)","世紀 せいき century, era (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "約",
                    "onyomi" : "ヤク",
                    "kunyomi" : "",
                    "definition" : "promise, approximately, shrink",
                    "examples" : ["解約 かいやく cancellation of contract (n, vs)","契約 けいやく contract, compact, agreement (n, vs)","婚約 こんやく engagement, betrothal (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "級",
                    "onyomi" : "キュウ",
                    "kunyomi" : "",
                    "definition" : "class, rank, grade",
                    "examples" : ["初級 しょきゅう elementary level (n)","上級 じょうきゅう advanced level, high grade, senior (n)","中級 ちゅうきゅう intermediate level (n) "," "," "," "," "," "]
                },{
                    "kanji" : "細",
                    "onyomi" : "サイ",
                    "kunyomi" : "ほそ.い, ほそ.る, こま.か, こま.かい",
                    "definition" : "dainty, get thin, taper, slender, narrow",
                    "examples" : ["細い ほそい thin, slender, fine (adj)","細かい こまかい small, fine, minute, minor, trivial, sensitive, attentive (adj)","細工 さいく work, craftsmanship, tactics, trick (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "組",
                    "onyomi" : "ソ",
                    "kunyomi" : "く.む, くみ, -ぐみ",
                    "definition" : "association, braid, plait, construct, assemble, unite, cooperate, grapple",
                    "examples" : ["組み立てる くみたてる to assemble, to set up, to construct (Ichidan verb, vt)","組込む くみこむ to insert, to include, to cut in (printing) (v5m, vt)","取組む とっくむ to tackle, to wrestle with, to engage in a bout, to come to grips with, to make effort, to strive for (v5m, intransitive verb) "," "," "," "," "," "]
                },{   
                    "kanji" : "結",
                    "onyomi" : "ケツ, ケチ",
                    "kunyomi" : "むす.ぶ, ゆ.う, ゆ.わえる",
                    "definition" : "tie, bind, contract, join, organize, do up hair, fasten",
                    "examples" : ["結果 けっか result, consequence (n-adv, n-t)","結局 けっきょく after all, eventually (n-adv, n)","結ぶ むすぶ to tie, to bind, to link, to bear (fruit) (v5b) "," "," "," "," "," "]
                },{   
                    "kanji" : "給",
                    "onyomi" : "キュウ",
                    "kunyomi" : "たま.う, たも.う, -たま.え",
                    "definition" : "salary, wage, gift, allow, grant, bestow on",
                    "examples" : ["給料 きゅうりょう salary, wages (n)","月給 げっきゅう monthly salary (n)","給食 きゅうしょく school lunch, providing a meal (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "絵",
                    "onyomi" : "カイ, エ",
                    "kunyomi" : "",
                    "definition" : "picture, drawing, painting, sketch",
                    "examples" : ["絵本 えほん picture book (n)","絵画 かいが picture, painting (n)","油絵 あぶらえ oil painting (n) "," "," "," "," "," "]
                }
            ],
    "Ур. 28" :
            [
                {   
                    "kanji" : "続",
                    "onyomi" : "ゾク, ショク, コウ, キョウ",
                    "kunyomi" : "つづ.く, つづ.ける, つぐ.ない",
                    "definition" : "continue, series, sequel",
                    "examples" : ["接続 せつぞく connection, attachment, union, join, joint, link, changing trains, conjunction (n, vs)","継続 けいぞく continuation (n, vs, adj-no)","相続 そうぞく succession, inheritance (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "緑",
                    "onyomi" : "リョク, ロク",
                    "kunyomi" : "みどり",
                    "definition" : "green",
                    "examples" : ["緑 みどり green, greenery (esp. fresh verdure) (n)","常緑 ジョウリョク evergreen","青緑 あおみどり blue-green, turquoise, aqua, spirogyra, algae forming pond scum "," "," "," "," "," "]
                },{
                    "kanji" : "線",
                    "onyomi" : "セン",
                    "kunyomi" : "すじ",
                    "definition" : "line, track",
                    "examples" : ["光線 こうせん beam, light ray (n)","曲線 きょくせん curve (n)","新幹線 しんかんせん bullet train (very high speed), Shinkansen (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "練",
                    "onyomi" : "レン",
                    "kunyomi" : "ね.る, ね.り",
                    "definition" : "practice, gloss, train, drill, polish, refine",
                    "examples" : ["未練 みれん lingering affection, attachment, regret(s), reluctance (adj-na, n)","練る ねる to knead, to work over, to polish up (eg a plan), to drill, to train (v5r, vt)","練習 れんしゅう practice, practise (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "置",
                    "onyomi" : "チ",
                    "kunyomi" : "お.く, -お.き",
                    "definition" : "placement, put, set, deposit, leave behind, keep, employ, pawn",
                    "examples" : ["処置 しょち treatment, measure, step (n, vs)","設置 せっち establishment, institution (n, vs)","前置き まえおき preface, introduction (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "羊",
                    "onyomi" : "ヨウ",
                    "kunyomi" : "ひつじ",
                    "definition" : "sheep",
                    "examples" : ["羊毛 ようもう wool (n)","羊肉 ヨウニク mutton, lamb (meat)","迷える子羊 まよえるこひつじ stray sheep, lost lamb, person at a loss for what to do "," "," "," "," "," "]
                },{   
                    "kanji" : "美",
                    "onyomi" : "ビ, ミ",
                    "kunyomi" : "うつく.しい",
                    "definition" : "beauty, beautiful",
                    "examples" : ["美しい うつくしい beautiful, lovely (adj)","美事 みごと splendid, magnificent, beautiful, admirable, praiseworthy act, feat, commendable deed (adj-na, n)","美 び beauty (n, n-suf) "," "," "," "," "," "]
                },{   
                    "kanji" : "羽",
                    "onyomi" : "ウ",
                    "kunyomi" : "は, わ, はね",
                    "definition" : "feathers, counter for birds, rabbits",
                    "examples" : ["羽子 はね feather, plume, wing, blade (fan, propeller, etc.) (n, n)","羽ばたく はばたく to flap (wings) (v5k, intransitive verb)","羽 ぱ counter for birds and rabbits (counter) "," "," "," "," "," "]
                },{   
                    "kanji" : "老",
                    "onyomi" : "ロウ",
                    "kunyomi" : "お.いる, ふ.ける",
                    "definition" : "old man, old age, grow old",
                    "examples" : ["老いる おいる to age, to grow old (Ichidan verb, intransitive verb)","老後 ろうご old age (n)","老人 ろうじん the aged, old person (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "育",
                    "onyomi" : "イク",
                    "kunyomi" : "そだ.つ, そだ.ち, そだ.てる, はぐく.む",
                    "definition" : "bring up, grow up, raise, rear",
                    "examples" : ["育つ そだつ to be raised (eg child), to be brought up, to grow (up) (v5t, intransitive verb)","育児 いくじ childcare, nursing, upbringing (n, vs)","教育 きょういく training, education (n, adj-no, vs) "," "," "," "," "," "]
                }
            ],
    "Ур. 29" : 
            [
                {   
                    "kanji" : "胃",
                    "onyomi" : "イ",
                    "kunyomi" : "",
                    "definition" : "stomach, paunch, crop, craw",
                    "examples" : ["胃 い stomach (n)","胃腸 いちょう stomach, gastrointestine (adj-na, n)"," "," "," "," "," "," "]
                },{
                    "kanji" : "脈",
                    "onyomi" : "ミャク",
                    "kunyomi" : "すじ",
                    "definition" : "vein, pulse, hope",
                    "examples" : ["文脈 ぶんみゃく context (n)","山脈 やまなみ mountain range (n)","脈絡 みゃくらく chain of reasoning, logical connection, coherence, context (n) "," "," "," "," "," "]
                },{
                    "kanji" : "腸",
                    "onyomi" : "チョウ",
                    "kunyomi" : "はらわた",
                    "definition" : "intestines, guts, bowels, viscera",
                    "examples" : ["胃腸 いちょう stomach, gastrointestine (adj-na, n)","腸 わた guts, bowels, intestines (n)","盲腸 もうちょう appendix, caecum (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "臣",
                    "onyomi" : "シン, ジン",
                    "kunyomi" : "",
                    "definition" : "retainer, subject",
                    "examples" : ["総理大臣 そうりだいじん Prime Minister (n)","大臣 だいじん cabinet minister (n)"," "," "," "," "," "," "]
                },{
                    "kanji" : "航",
                    "onyomi" : "コウ",
                    "kunyomi" : "",
                    "definition" : "navigate, sail, cruise, fly",
                    "examples" : ["航空 こうくう aviation, flying (n)","航空便 こうくうびん air mail (n)","航路 こうろ course, (sea) route, run (n) "," "," "," "," "," "]
                },{
                    "kanji" : "船",
                    "onyomi" : "セン",
                    "kunyomi" : "ふね, ふな-",
                    "definition" : "ship, boat",
                    "examples" : ["汽船 きせん steamship, steamboat, steamer (n)","漁船 ぎょせん fishing boat (n)","船長 せんちょう ship's captain (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "良",
                    "onyomi" : "リョウ",
                    "kunyomi" : "よ.い, -よ.い, い.い, -い.い",
                    "definition" : "good, pleasing, skilled",
                    "examples" : ["良心 りょうしん conscience (n)","仲良く なかよく making friends with, getting along well with, on cordial terms (adv, n, vs)","改良 かいりょう improvement, reform (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "芸",
                    "onyomi" : "ゲイ, ウン",
                    "kunyomi" : "う.える, のり, わざ",
                    "definition" : "technique, art, craft, performance, acting, trick, stunt",
                    "examples" : ["芸能 げいのう public entertainment, accomplishments, attainments (n)","園芸 えんげい horticulture, gardening (n)","芸術 げいじゅつ (fine) art, the arts (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "芽",
                    "onyomi" : "ガ",
                    "kunyomi" : "め",
                    "definition" : "bud, sprout, spear, germ",
                    "examples" : ["芽 め sprout (n)","発芽 はつが burgeoning (n, vs)","若芽 【わかめ】 sprouts, new shoots, young buds "," "," "," "," "," "]
                },{   
                    "kanji" : "苦",
                    "onyomi" : "ク",
                    "kunyomi" : "くる.しい, -ぐる.しい, くる.しむ, くる.しめる, にが.い, にが.る",
                    "definition" : "suffering, trial, worry, hardship, feel bitter, scowl",
                    "examples" : ["ご苦労様 ごくろうさま thank you very much for your ..., I appreciate your efforts (exp, adj-na)","苦い にがい bitter (adj)","苦しむ くるしむ to suffer, to groan, to be worried (v5m, intransitive verb) "," "," "," "," "," "]
                }
            ],
    "Ур. 30" :
            [
                {   
                    "kanji" : "草",
                    "onyomi" : "ソウ",
                    "kunyomi" : "くさ, くさ-, -ぐさ",
                    "definition" : "grass, weeds, herbs, pasture, write, draft",
                    "examples" : ["雑草 ざっそう weed (n)","草 くさ grass (n)","草花 そうか flower, flowering plant (n) "," "," "," "," "," "]
                },{
                    "kanji" : "荷",
                    "onyomi" : "カ",
                    "kunyomi" : "に",
                    "definition" : "baggage, shoulder-pole load, bear (a burden), shoulder (a gun), load, cargo, freight",
                    "examples" : ["荷物 にもつ luggage, baggage, payload (of a packet, cell, etc.) (n)","入荷 にゅうか arrival of goods, goods received (n, vs)","出荷 しゅっか shipping, outgoing freight, forwarding (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "落",
                    "onyomi" : "ラク",
                    "kunyomi" : "お.ちる, お.ち, お.とす",
                    "definition" : "fall, drop, come down",
                    "examples" : ["一段落 ひとだんらく pause (n, vs)","見落す みおとす to overlook, to fail to notice, to miss (seeing) (v5s, vt)","堕落 だらく depravity, corruption, degradation (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "葉",
                    "onyomi" : "ヨウ",
                    "kunyomi" : "は",
                    "definition" : "leaf, plane, lobe, needle, blade, spear, counter for flat things, fragment, piece",
                    "examples" : ["木ノ葉 きのは foliage, leaves of trees (n)","黄葉 もみじ autumn colours, fall colors, leaves changing color (colour), leaves turning red, red leaves (n, vs, n)","枝葉 しよう leaves and branches, side issues, foliage (n) "," "," "," "," "," "]
                },{
                    "kanji" : "虫",
                    "onyomi" : "チュウ, キ",
                    "kunyomi" : "むし",
                    "definition" : "insect, bug, temper",
                    "examples" : ["害虫 がいちゅう harmful insect, noxious insect (n)","昆虫 こんちゅう insect, bug (n)","弱虫 よわむし coward, weakling (n) "," "," "," "," "," "]
                },{
                    "kanji" : "血",
                    "onyomi" : "ケツ",
                    "kunyomi" : "ち",
                    "definition" : "blood",
                    "examples" : ["血圧 けつあつ blood pressure (n)","血管 けっかん blood vessel (n)","血縁 けつえん blood relative or relationship, consanguinity (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "街",
                    "onyomi" : "ガイ, カイ",
                    "kunyomi" : "まち",
                    "definition" : "boulevard, street, town",
                    "examples" : ["街 ちょう town, block, neighborhood, street, road, 109.09 m, 0.99 hectares (n)","市街 しがい urban areas, the streets, town, city (n","街道 かいどう highway (esp. one existing from the Edo period), main road (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "衣",
                    "onyomi" : "イ, エ",
                    "kunyomi" : "ころも, きぬ, -ぎ",
                    "definition" : "garment, clothes, dressing",
                    "examples" : ["衣食住 いしょくじゅう necessities of life (food, clothing and shelter) (n)","衣服 いふく clothes (n)","更衣室 こういしつ locker room, changing room, dressing room (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "表",
                    "onyomi" : "ヒョウ",
                    "kunyomi" : "おもて, -おもて, あらわ.す, あらわ.れる, あら.わす",
                    "definition" : "surface, table, chart, diagram",
                    "examples" : ["発表 はっぴょう announcement, publication (n, vs)","代表 だいひょう representative, representation, delegation, type, example, model (n, vs)","表 おもて surface, face (ie visible side of an object), front (of a building) of a coin etc (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "要",
                    "onyomi" : "ヨウ",
                    "kunyomi" : "い.る",
                    "definition" : "need, main point, essence, pivot, key to",
                    "examples" : ["強要 きょうよう coercion, extortion (n, vs)","重要 じゅうよう important, momentous, essential, principal, major (adj-na, n)","不必要 ふひつよう unnecessary (adj-na, n) "," "," "," "," "," "]
                }
            ],
    "Ур. 31" : 
            [
                {   
                    "kanji" : "覚",
                    "onyomi" : "カク",
                    "kunyomi" : "おぼ.える, さ.ます, さ.める, さと.る",
                    "definition" : "memorize, learn, remember, awake, sober up",
                    "examples" : ["覚悟 かくご resolution, resignation, readiness, preparedness (n, vs)","感覚 かんかく sense, sensation (n, vs)","幻覚 げんかく hallucination, illusion (n) "," "," "," "," "," "]
                },{
                    "kanji" : "観",
                    "onyomi" : "カン",
                    "kunyomi" : "み.る, しめ.す",
                    "definition" : "outlook, look, appearance, condition, view",
                    "examples" : ["観察 かんさつ observation, survey (n, vs)","外観 がいかん appearance, exterior, facade (n)","観客 かんきゃく audience, spectator(s) (n) "," "," "," "," "," "]
                },{
                    "kanji" : "角",
                    "onyomi" : "カク",
                    "kunyomi" : "かど, つの",
                    "definition" : "angle, corner, square, horn, antlers",
                    "examples" : ["角 かど corner (eg desk, pavement), edge (n)","角度 かくど angle (n)","三角 さんかく triangle, triangular (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "訓",
                    "onyomi" : "クン, キン",
                    "kunyomi" : "おし.える, よ.む, くん.ずる",
                    "definition" : "instruction, Japanese character reading, explanation, read",
                    "examples" : ["教訓 きょうくん lesson, precept, moral instruction (n, vs)","訓連 くんれん practice, practise, training (n, vs)","特訓 とっくん special training, intensive training, crash course (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "記",
                    "onyomi" : "キ",
                    "kunyomi" : "しる.す",
                    "definition" : "scribe, account, narrative",
                    "examples" : ["記憶 きおく memory, recollection, remembrance, storage (n, vs)","記事 きじ article, news story, report, account (n)","記者 きしゃ reporter (n) "," "," "," "," "," "]
                },{
                    "kanji" : "詩",
                    "onyomi" : "シ",
                    "kunyomi" : "うた",
                    "definition" : "poem, poetry",
                    "examples" : ["詩 うた song, classical Japanese poetry (esp. tanka), modern poetry (n)","詩人 しじん poet (n)","詩歌 しか Japanese (and Chinese) poetry (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "課",
                    "onyomi" : "カ",
                    "kunyomi" : "",
                    "definition" : "chapter, lesson, section, department, division, counter for chapters (of a book)",
                    "examples" : ["課長 かちょう section manager, section chief (n)","課税 かぜい taxation (n, vs)","課 か lesson, section (in an organization), division, department, counter for lessons and chapters (of a book) (n, n-suf, counter) "," "," "," "," "," "]
                },{   
                    "kanji" : "調",
                    "onyomi" : "チョウ",
                    "kunyomi" : "しら.べる, しら.べ, ととの.う, ととの.える",
                    "definition" : "tune, tone, meter, key (music), writing style, prepare, exorcise, investigate",
                    "examples" : ["下調べ したしらべ preliminary investigation, preparation (n, vs)","体調 たいちょう physical condition (n)","順調 じゅんちょう favourable, favorable, doing well, OK, all right (adj-na, n) "," "," "," "," "," "]
                },{   
                    "kanji" : "談",
                    "onyomi" : "ダン",
                    "kunyomi" : "",
                    "definition" : "discuss, talk",
                    "examples" : ["縁談 えんだん marriage proposal, engagement (n)","会談 かいだん conversation, conference, discussion, interview (n, vs)","商談 しょうだん business discussion, negotiation (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "議",
                    "onyomi" : "ギ",
                    "kunyomi" : "",
                    "definition" : "deliberation, consultation, debate, consideration",
                    "examples" : ["議題 ぎだい topic of discussion, agenda (n)","会議 かいぎ meeting, conference, session, assembly, council, convention, congress (n, vs)","議会 ぎかい Diet, congress, parliament (n) "," "," "," "," "," "]
                }
            ],
    "Ур. 32" : 
            [
                {   
                    "kanji" : "谷",
                    "onyomi" : "コク",
                    "kunyomi" : "たに, きわ.まる",
                    "definition" : "valley",
                    "examples" : ["谷 たに valley","千尋の谷 せんじんのたに bottomless ravine, abyss"," "," "," "," "," "," "]
                },{
                    "kanji" : "豆",
                    "onyomi" : "トウ, ズ",
                    "kunyomi" : "まめ, まめ",
                    "definition" : "beans, pea, midget",
                    "examples" : ["大豆 だいず soya bean (soybean), soy (Glycine max) (n)","豆腐 とうふ tofu, bean-curd (n)","納豆 なっとう natto (fermented soybeans) (n) "," "," "," "," "," "]
                },{
                    "kanji" : "象",
                    "onyomi" : "ショウ, ゾウ",
                    "kunyomi" : "かたど.る",
                    "definition" : "elephant, pattern after, imitate, image, shape, sign (of the times)",
                    "examples" : ["印象 いんしょう impression (n, vs)","現象 げんしょう phenomenon (n)","象徴 しょうちょう symbol (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "貝",
                    "onyomi" : "バイ",
                    "kunyomi" : "かい",
                    "definition" : "shellfish",
                    "examples" : ["貝 かい shellfish, seashell, shell","貝殻 かいがら seashell, shell","魚介 ぎょかい marine products, seafood, fish and shellfish "," "," "," "," "," "]
                },{
                    "kanji" : "負",
                    "onyomi" : "フ",
                    "kunyomi" : "ま.ける, ま.かす, お.う",
                    "definition" : "defeat, negative, -, minus, bear, owe, assume a responsibility",
                    "examples" : ["勝負 しょうぶ victory or defeat, match, contest, game, bout (n, vs)","負ける まける to lose, to be defeated (Ichidan verb, intransitive verb)","負う おう to bear, to owe (v5s, vt) "," "," "," "," "," "]
                },{
                    "kanji" : "貨",
                    "onyomi" : "カ",
                    "kunyomi" : "たから",
                    "definition" : "freight, goods, property",
                    "examples" : ["硬貨 こうか coin (n)","外貨 がいか imported goods, foreign money (n)","貨車 かしゃ freight car, van (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "貯",
                    "onyomi" : "チョ",
                    "kunyomi" : "た.める, たくわ.える",
                    "definition" : "savings, store, lay in, keep, wear mustache",
                    "examples" : ["貯金 ちょきん (bank) savings (n, vs)","貯える たくわえる to store, to lay in stock (Ichidan verb, vt)","貯める 【ためる】 to save up (money) "," "," "," "," "," "]
                },{   
                    "kanji" : "費",
                    "onyomi" : "ヒ",
                    "kunyomi" : "つい.やす, つい.える",
                    "definition" : "expense, cost, spend, consume, waste",
                    "examples" : ["会費 かいひ membership fee (n)","学費 がくひ tuition, school expenses (n)","交通費 こうつうひ traveling expenses, travelling expenses, carfare (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "賞",
                    "onyomi" : "ショウ",
                    "kunyomi" : "ほ.める",
                    "definition" : "prize, reward, praise",
                    "examples" : ["賞金 しょうきん prize, monetary award (n)","観賞 かんしょう admiration, enjoyment (n, vs)","鑑賞 かんしょう appreciation (eg of art), aesthetic sense (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "路",
                    "onyomi" : "ロ, ル",
                    "kunyomi" : "-じ, みち",
                    "definition" : "path, route, road, distance",
                    "examples" : ["高速道路 こうそくどうろ highway, freeway, expressway, motorway (n)","十字路 じゅうじろ crossroads (n)","進路 しんろ route, course, career, university choices, course (of future life) (n) "," "," "," "," "," "]
                }
            ],
    "Ур. 33" :
            [
                {   
                    "kanji" : "身",
                    "onyomi" : "シン",
                    "kunyomi" : "み",
                    "definition" : "somebody, person, one's station in life",
                    "examples" : ["刺し身 さしみ sashimi (sliced raw fish) (n)","自身 じしん by oneself, personally (n)","出身 しゅっしん person's origin (town, city, country, etc.), institution from which one graduated (n) "," "," "," "," "," "]
                },{
                    "kanji" : "軍",
                    "onyomi" : "グン",
                    "kunyomi" : "",
                    "definition" : "army, force, troops, war, battle",
                    "examples" : ["海軍 かいぐん navy (n)","空軍 くうぐん Air Force (n)","軍 ぐん army, force, troops (n, n-suf) "," "," "," "," "," "]
                },{
                    "kanji" : "輪",
                    "onyomi" : "リン",
                    "kunyomi" : "わ",
                    "definition" : "wheel, ring, circle, link, loop, counter for wheels and flowers",
                    "examples" : ["年輪 ねんりん annual tree ring (n)","輪ゴム わゴム rubber band (n)","輪廓 りんかく contours, outlines, features (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "辞",
                    "onyomi" : "ジ",
                    "kunyomi" : "や.める, いな.む",
                    "definition" : "resign, word, term, expression",
                    "examples" : ["御辞儀 おじぎ bow (n, vs)","辞書 じしょ dictionary, lexicon, letter of resignation (n)","辞職 じしょく resignation (n, vs) "," "," "," "," "," "]
                },{
                    "kanji" : "農",
                    "onyomi" : "ノウ",
                    "kunyomi" : "農家 のうか farmer, farm family (n)",
                    "definition" : "agriculture, farmers",
                    "examples" : ["農協 のうきょう agricultural cooperative (n)","農業 のうぎょう agriculture (n)","農家 のうか farmer, farm family (n) "," "," "," "," "," "]
                },{
                    "kanji" : "辺",
                    "onyomi" : "ヘン",
                    "kunyomi" : "あた.り, ほと.り, -べ",
                    "definition" : "environs, boundary, border, vicinity",
                    "examples" : ["海辺 かいへん beach, seashore (n)","辺 へん area, vicinity, side (of triangle, rectangle, etc.), circumstances (n)","周辺 しゅうへん circumference, outskirts, environs, around, in the area of, in the vicinity of, (computer) peripheral (n) "," "," "," "," "," "]
                },{   
                    "kanji" : "返",
                    "onyomi" : "ヘン",
                    "kunyomi" : "かえ.す, -かえ.す, かえ.る, -かえ.る",
                    "definition" : "return, answer, fade, repay",
                    "examples" : ["取返す とりかえす to regain, to recover, to get back (v5s, vt)","繰返す くりかえす to repeat, to do something over again (v5s, intransitive verb)","言返す いいかえす to repeat, to talk back, to answer back (v5s, vt) "," "," "," "," "," "]
                },{   
                    "kanji" : "追",
                    "onyomi" : "ツイ",
                    "kunyomi" : "お.う",
                    "definition" : "chase, drive away, follow, pursue, meanwhile",
                    "examples" : ["追及 ついきゅう investigation (eg into someone's guilt), questioning, pressing, catching up, overtaking (n, vs)","追加 ついか addition, supplement, append (eg to a file), appendix (n, vs)","追い出す おいだす to expel, to drive out (v5s, vt) "," "," "," "," "," "]
                },{   
                    "kanji" : "速",
                    "onyomi" : "ソク",
                    "kunyomi" : "はや.い, はや-, はや.める, すみ.やか",
                    "definition" : "quick, fast",
                    "examples" : ["高速 こうそく high speed, high gear, highway, freeway, expressway, motorway (adj-na, n)","減速 げんそく deceleration (n, vs)","加速 かそく acceleration (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "連",
                    "onyomi" : "レン",
                    "kunyomi" : "つら.なる, つら.ねる, つ.れる, -づ.れ",
                    "definition" : "take along, lead, join, connect, party, gang, clique",
                    "examples" : ["訓連 くんれん practice, practise, training (n, vs)","連ねる つらねる to link, to join, to put together (Ichidan verb, vt)","連れる つれる to lead, to take (a person) (Ichidan verb) "," "," "," "," "," "]
                }
            ],
    "Ур. 34" : 
            [
                {   
                    "kanji" : "遊",
                    "onyomi" : "ユウ, ユ",
                    "kunyomi" : "あそ.ぶ, あそ.ばす",
                    "definition" : "Игра, играть, развлекаться, веселиться",
                    "examples" : ["遊び あそび игра, развлечение","遊ぶ あそぶ играть, развлекаться, веселиться, кутить, ходить в гости","遊園地 ゆうえんち парк аттакционов "," "," "," "," "," "]
                },{
                    "kanji" : "達",
                    "onyomi" : "タツ, ダ",
                    "kunyomi" : "-たち",
                    "definition" : "Достигать, доходить до чего-либо, издавать приказ, распоряжение",
                    "examples" : ["上達 じょうたつ успехи в учёбе, продвижения","速達 そくたつ срочная доставка, экспресс-почта","達成 たっせい достижение, достигать, выполнять "," "," "," "," "," "]
                },{
                    "kanji" : "選",
                    "onyomi" : "セン",
                    "kunyomi" : "えら.ぶ",
                    "definition" : "Выбор, выбирать, избирать, делать отбор",
                    "examples" : ["選挙 せんきょ выборы","選手 せんしゅ спортсмен, атлет, член команды","選択 せんたく выбор, выбирать", "再選　さいせん перевыборы", "予選　よせん отборочные соревнования, предварительные выборы "," "," "," "," "," "]
                },{   
                    "kanji" : "郡",
                    "onyomi" : "グン",
                    "kunyomi" : "こうり",
                    "definition" : "Уезд, район",
                    "examples" : ["郡 こおり уезд","郡部 グンブ уезды, сельская местность","荏原郡 えばらぐん уезд Эбара "," "," "," "," "," "]
                },{
                    "kanji" : "部",
                    "onyomi" : "ブ",
                    "kunyomi" : "-べ",
                    "definition" : "Часть, секция, отдел, категория, разряд, экземпляр (печатного издания)",
                    "examples" : ["一部 いちぶ одна часть, одна порция, один экземпляр документов","幹部 かんぶ руководство, правление, верхушка","学部 がくぶ факультет "," "," "," "," "," "]
                },{
                    "kanji" : "配",
                    "onyomi" : "ハイ",
                    "kunyomi" : "くば.る",
                    "definition" : "distribute, spouse, exile, rationing",
                    "examples" : ["心配 しんぱい беспокойство, волноваться","支配 しはい управление, руководить, управлять","気配 きはい настроение (тенденции) рынка", "配る　くばる распределять, раздавать "," "," "," "," "," "]
                },{   
                    "kanji" : "酒",
                    "onyomi" : "シュ",
                    "kunyomi" : "さけ, さか-",
                    "definition" : "Сакэ, алкоголь",
                    "examples" : ["居酒屋 いざかや таверна, бар, паб","禁酒 きんしゅ трезвость, быть трезвенником, не употреблять алкогольные яды ","日本酒 にほんしゅ японское вино "," "," "," "," "," "]
                },{   
                    "kanji" : "里",
                    "onyomi" : "リ",
                    "kunyomi" : "さと",
                    "definition" : "ri, village, parent's home, league",
                    "examples" : ["古里　ふるさと родина, родной город", "郷里 きょうり родные места, родина","旧里 きゅうり родная деревня, родные места","万里の長城　ばんりのちょうじょう Великая китайская стена "," "," "," "," "," "]
                },{   
                    "kanji" : "量",
                    "onyomi" : "リョウ",
                    "kunyomi" : "はか.る",
                    "definition" : "Количество, объём, мера",
                    "examples" : ["多量 たりょう большое количество","数量 すうりょう количество, численность","質量 しつりょう масса", "重量　じゅうりょう вес, тяжесть "," "," "," "," "," "]
                },{   
                    "kanji" : "鉄",
                    "onyomi" : "テツ",
                    "kunyomi" : "くろがね",
                    "definition" : "Железо",
                    "examples" : ["国鉄 こくてつ государственная железная дорога","私鉄 してつ частная ж\д","鉄 てつ железо", "鋼鉄　こうてつ сталь", "電鉄　でんてつ электричка", "鉄面皮　てつめんぴ наглый "," "," "," "," "," "]
                }
            ],
    "Ур. 35" : 
            [
                {   
                    "kanji" : "録",
                    "onyomi" : "ロク",
                    "kunyomi" : "",
                    "definition" : "Запись, записывать, регистрировать",
                    "examples" : ["記録 きろく запись; реестр; протокол; документ; архивы; анналы; ~suru записывать, вести запись; протоколировать; регистрировать; спорт. рекорд","登録 とうろく регистрация","目録 もくろく каталог, опись, перечень; оглавление "," "," "," "," "," "]
                },{
                    "kanji" : "鏡",
                    "onyomi" : "キョウ, ケイ",
                    "kunyomi" : "かがみ",
                    "definition" : "Зеркало, линза, оптический инструмент",
                    "examples" : ["鏡 かがみ зеркало","眼鏡 めがね очки с линзами","望遠鏡 ぼうえんきょう подзорная труба, телескоп", "顕微鏡	けんびきょう микроскоп", "鏡面　きょうめん зеркальная поверхность "," "," "," "," "," "]
                },{
                    "kanji" : "関",
                    "onyomi" : "カン",
                    "kunyomi" : "せき, -ぜき, かか.わる, からくり, かんぬき",
                    "definition" : "Застава, барьер, иметь отношение к чему-либо, причастность",
                    "examples" : ["関する かんする иметь отношение к чему-либо","関係 かんけい связь, отношение, причастность","関心 かんしん интерес", "関節　かんせつ сустав "," "," "," "," "," "]
                },{   
                    "kanji" : "陸",
                    "onyomi" : "リク, ロク",
                    "kunyomi" : "おか",
                    "definition" : "Суша, земля, шесть (в документах, ценных бумагах и т. п.)",
                    "examples" : ["大陸 たいりく материк, континент","着陸 ちゃくりく приземление, посадка, приземлиться","離陸 りりく взлёт, отчаливание "," "," "," "," "," "]
                },{
                    "kanji" : "陽",
                    "onyomi" : "ヨウ",
                    "kunyomi" : "ひ",
                    "definition" : "Солнце, принцип ян, солнечный, положительный",
                    "examples" : ["太陽 たいよう солнце","陽射し ひざし солнечный свет, лучи солнца","陽気 ようき погода, сезон; жизнерадостность, весёлый", "陽　よう Ян, солнечное (светлое, мужское) начало "," "," "," "," "," "]
                },{
                    "kanji" : "隊",
                    "onyomi" : "タイ",
                    "kunyomi" : "",
                    "definition" : "Отряд, подразделение, команда, группа",
                    "examples" : ["自衛隊 じえいたい Силы Самообороны (название вооружённых сил Японии с 1954 г.)","兵隊 へいたい солдат; войска, армия; ~[no] армейский, солдатский "," "," "," "," "," "]
                },{   
                    "kanji" : "階",
                    "onyomi" : "カイ",
                    "kunyomi" : "きざはし",
                    "definition" : "Этаж, ярус, ступени, лестница",
                    "examples" : ["階 かい этаж; ярус, лестница, ступени, уровень, ступень, разряд","階級 かいきゅう сословие, каста, общественный клас; звание, ранг","階段 かいだん лестница", "震度階　しんどかい сейсмическая шкала "," "," "," "," "," "]
                },{   
                    "kanji" : "雪",
                    "onyomi" : "セツ",
                    "kunyomi" : "ゆき",
                    "definition" : "Снег, снежок",
                    "examples" : ["雪合戦　ゆきがっせん игра/играть в снежки", "初雪 はつゆき первый снег","吹雪 ふぶき метель","積雪 せきせつ лежащий снег", "除雪　じょせつ уборка снега "," "," "," "," "," "]
                },{   
                    "kanji" : "雲",
                    "onyomi" : "ウン",
                    "kunyomi" : "くも, -ぐも",
                    "definition" : "Облако, туча",
                    "examples" : ["雲 くも облако, туча","白雲 しらくも белые облака","八重雲 やえぐも 	многослойные облака", "雨雲　あまぐも дождевое облако", "雲水　うんすい странствующий монах (подобный плывущим облакам и бегущей воде) "," "," "," "," "," "]
                },{   
                    "kanji" : "静",
                    "onyomi" : "セイ, ジョウ",
                    "kunyomi" : "しず-, しず.か, しず.まる, しず.める",
                    "definition" : "Тишина, тихий, спокойный, утихать, успокаивать",
                    "examples" : ["冷静 れいせい хладнокровие, хладнокровный, невозмутимый","静粛 せいしゅく тишина","安静 あんせい покой, отдых "," "," "," "," "," "]
                }
            ],
    "Ур. 36" :
            [
                {   
                    "kanji" : "面",
                    "onyomi" : "メン, ベン",
                    "kunyomi" : "おも, おもて, つら",
                    "definition" : "Лицо, поверхность, маска, физиономия",
                    "examples" : ["一面 いちめん 1.одна сторона (аспект, угол зрения) 2.нареч. с другой стороны 3.вся поверхность; ~no сплошной; ~ni сплошь 4.первая страница (газеты)","仮面 かめん маска","外面 がいめん внешняя (наружная) сторона "," "," "," "," "," "]
                },{
                    "kanji" : "順",
                    "onyomi" : "ジュン",
                    "kunyomi" : "",
                    "definition" : "Порядок, последовательность, очередь",
                    "examples" : ["手順 てじゅん ход, процесс, порядок, протокол","順 じゅん порядок, последовательность, очередь; ~ni по порядку; один за другим","順調 じゅんちょう благоприятный (ход, течение) "," "," "," "," "," "]
                },{
                    "kanji" : "願",
                    "onyomi" : "ガン",
                    "kunyomi" : "ねが.う, -ねがい",
                    "definition" : "Просьба, молитва, прошение, мольба, желание",
                    "examples" : ["出願 しゅつがん подавать заявление, подавать прошение","祈願 きがん молитва, мольба; ~suru молить, взывать","願う ねがう 1. просить, молить2. хотеть, желать "," "," "," "," "," "]
                },{   
                    "kanji" : "類",
                    "onyomi" : "ルイ",
                    "kunyomi" : "たぐ.い",
                    "definition" : "Разновидность, вид, сорт, класс, разряд",
                    "examples" : ["種類 しゅるい вид, род, сорт, тип","人類 じんるい человечество","同類 どうるい 1. тот же сорт (класс, категория); ~no того же сорта; подобный 2. партнёр; соучастник "," "," "," "," "," "]
                },{
                    "kanji" : "飛",
                    "onyomi" : "ヒ",
                    "kunyomi" : "と.ぶ, と.ばす, -と.ばす",
                    "definition" : "Полёт, летать, лететь, мчаться, прыгать, скакать, бросать вверх, поразительный, неожиданный",
                    "examples" : ["飛行機 ひこうき самолёт","飛行 ひこう авиация","飛ばす とばす бросать вверх, пускать по воздуху, сдувать, разбрасывать, расплёскивать, гнать лошадей, гнать автомобиль "," "," "," "," "," "]
                },{
                    "kanji" : "養",
                    "onyomi" : "ヨウ, リョウ",
                    "kunyomi" : "やしな.う",
                    "definition" : "Вскармливать, растить, воспитывать, выращивать",
                    "examples" : ["営養 えいよう питание, питательность","養う やしなう 1. растить, воспитывать 2.кормить, содержать 3. держать, выкармливать (скот) 4. развивать (ум, силу и т. п. ) 5. лелеять (здоровье)","扶養 ふよう support, maintenance (n, vs) "," "," "," "," "," "]
                },{   
                    "kanji" : "馬",
                    "onyomi" : "バ",
                    "kunyomi" : "うま, うま-, ま",
                    "definition" : "Конь, лошадь",
                    "examples" : ["競馬 けいば скачки, бега","馬 うま лошадь, конь","乗馬　じょうば верховая езда", "桂馬　けいま конь (фигура в японских шахматах сёги)", "縞馬　しまうま зебра "," "," "," "," "," "]
                },{   
                    "kanji" : "鳴",
                    "onyomi" : "メイ",
                    "kunyomi" : "な.く, な.る, な.らす",
                    "definition" : "петь, щебетать, чирикать; кудахтать; кукарекать; крякать; лаять; мяукать; мычать; блеять; ржать; реветь; выть; жужжать; стрекотать; пищать и т. п.",

                    "examples" : ["怒鳴る どなる крикнуть, рявкнуть","悲鳴 ひめい вопль, крик","鳴らす ならす 1.вызывать или производить звук при помощи чего-л. 2. перен. раззвонить, разнести, рассказать повсюду, 3.перен. быть знаменитым "," "," "," "," "," "]
                },{   
                    "kanji" : "麦",
                    "onyomi" : "バク",
                    "kunyomi" : "むぎ",
                    "definition" : "Хлебные злаки, зерновые, хлеба",
                    "examples" : ["小麦 こむぎ пшеница", "小麦粉 こむぎこ пшеничная мука", "蕎麦 そば гречиха, соба (лапша из гречневой муки и блюда на её основе)","麦 むぎ Хлебные злаки, зерновые, хлеба "," "," "," "," "," "]
                },{   
                    "kanji" : "黄",
                    "onyomi" : "コウ, オウ",
                    "kunyomi" : "き, こ-, き.ばむ, き.ばみ",
                    "definition" : "Жёлтый",
                    "examples" : ["黄色い きいろい жёлтый цвет","黄葉 もみじ осенние листья клёна, осенние краски, жёлтая и красная листва","黄昏 こうこん / たそがれ сумерки", "黄ばむ　きばむ желтеть "," "," "," "," "," "]
                }
            ],
    "Ур. 37" : 
            [
                {   
                    "kanji" : "鼻",
                    "onyomi" : "ビ",
                    "kunyomi" : "はな",
                    "definition" : "Нос",
                    "examples" : ["耳鼻科 じびか отоларинголог, врач ухо-горло-нос ","鼻 はな нос","目鼻 【めはな】глаза и нос, черты лица", "目鼻が付く めはながつく принимать конкретные очертания, обретать форму "," "," "," "," "," "]
                }
            ]
    
}
