const N5 = { 
    "Ур. 01" : 
            [
                {   
                    "kanji" : "一",
                    "onyomi" : "イチ, イツ",
                    "kunyomi" : "ひと-, ひと.つ",
                    "definition" : "Один",
                    "examples" : ["一つ ひとつ один, одна вещь", "一人で　ひとりで　в одиночку", "一握り ひとにぎり пригоршня","一員 いちいん один из членов (клуба, общества...)", "日本一 にほんいち　лучше всех в Японии"]
                },{
                    "kanji" : "ニ",
                    "onyomi" : "ニ, ジ",
                    "kunyomi" : "ふた, ふた.つ, ふたた.び",
                    "definition" : "Два",
                    "examples" : ["二男 じなん второй сын", "二人で　ふたりで　вдвоём","二子 ふたご близнец(ы)","二月　にがつ февраль"]
                },{
                    "kanji" : "三",
                    "onyomi" : "サン, ゾウ",
                    "kunyomi" : "み, み.つ, みっ.つ",
                    "definition" : "Три",
                    "examples" : ["三月　さんがつ март","三角 さんかく треугольник","三日月 みかずき молодой месяц, тонкий серп луны"]
                },{   
                    "kanji" : "四",
                    "onyomi" : "シ",
                    "kunyomi" : "よ, よ.つ, よっ.つ, よん",
                    "definition" : "Четыре",
                    "examples" : ["四角 しかく квадрат","四角い しかくい квадратный","四季 しき 4 времени года"]
                },{
                    "kanji" : "五",
                    "onyomi" : "ゴ",
                    "kunyomi" : "いつ, いつ.つ",
                    "definition" : "Пять",
                    "examples" : ["五十音 ごじゅうおん японская азбука","五分 ごぶ половина, 50%, ничтожная доля, 5%","四捨五入 ししゃごにゅう округлять, отбросив меньшее"]
                },{
                    "kanji" : "六",
                    "onyomi" : "ロク, リク",
                    "kunyomi" : "む, む.つ, むっ.つ, むい",
                    "definition" : "Шесть",
                    "examples" : ["六月 ろくがつ июнь","六時 ろくじ 6 часов","六百　ろっぴゃく 600", "六角堂　ろっかくどう храм Роккакудо (Сиундзан Тёходзи)"]
                },{   
                    "kanji" : "七",
                    "onyomi" : "シチ",
                    "kunyomi" : "なな, なな.つ, なの",
                    "definition" : "Семь",
                    "examples" : ["七月 しちがつ июль","七時 しちじ 7 часов","七百　ななひゃく 700"]
                },{   
                    "kanji" : "八",
                    "onyomi" : "ハチ",
                    "kunyomi" : "や, や.つ, やっ.つ, よう",
                    "definition" : "Восемь",
                    "examples" : ["八つ当り やつあたり взрыв гнева","八百屋 やおや овощная лавка","八つ やつ восемь"]
                },{   
                    "kanji" : "九",
                    "onyomi" : "キュウ, ク",
                    "kunyomi" : "ここの, ここの.つ",
                    "definition" : "Девять",
                    "examples" : ["九月 くがつ сентябрь","九時 くじ 9 часов","九日　ここのか девятый день месяца"]
                },{   
                    "kanji" : "十",
                    "onyomi" : "ジュウ, ジッ, ジュッ",
                    "kunyomi" : "とお, と",
                    "definition" : "Десять",
                    "examples" : ["十字路 じゅうじろ перекрёсток","不十分 ふじゅうぶん недостаточный, неполный","十 とお десять", "十日　とおか 10-й день месяца"]
                }
            ],

    "Ур. 02" :
            [
                {   
                    "kanji" : "万",
                    "onyomi" : "マン, バン",
                    "kunyomi" : "よろず",
                    "definition" : "10 000",
                    "examples" : ["万人 まんにん все люди, тысячи людей","万一のため まんいちのため на всякий случай","万引き まんびき магазинная кража", "万一の覚悟をする まんいちのかくごをする подготовиться к худшему"]
                },{   
                    "kanji" : "上",
                    "onyomi" : "ジョウ, ショウ, シャン",
                    "kunyomi" : "うえ, -うえ, うわ-, かみ, あ.げる, -あ.げる, あ.がる, -あ.がる, あ.がり, -あ.がり, のぼ.る, のぼ.り, のぼ.せる, のぼ.す, よ.す",
                    "definition" : "Верх",
                    "examples" : ["屋上 おくじょう крыша","海上 かいじょう морской, на море ","見上げる みあげる смотреть вверх, уважать, восхищаться"]
                },{   
                    "kanji" : "下",
                    "onyomi" : "カ, ゲ",
                    "kunyomi" : "した, しも, もと, さ.げる, さ.がる, くだ.る, くだ.り, くだ.す, -くだ.す, くだ.さる, お.ろす, お.りる",
                    "definition" : "Низ",
                    "examples" : ["下る さがる свисать, отступать, понижаться","下げる さげる вешать, понижать, убирать","下さる くださる дарить, изволить"]
                },{   
                    "kanji" : "中",
                    "onyomi" : "チュウ",
                    "kunyomi" : "なか, うち, あた.る",
                    "definition" : "Центр, внутри, между, разгар, внутренняя часть",
                    "examples" : ["空中 くうちゅう авиация, в небе","集中 しゅうちゅう концентрация","真夜中 まよなか полночь", "中国　ちゅうごく Китай"]
                },{   
                    "kanji" : "人",
                    "onyomi" : "ジン, ニン",
                    "kunyomi" : "ひと, -り, -と",
                    "definition" : "Человек",
                    "examples" : ["悪人 あくにん злодей","外国人 がいこくじん иностранец","恩人 おんじん покровитель", ]
                },{   
                    "kanji" : "今",
                    "onyomi" : "コン, キン",
                    "kunyomi" : "いま",
                    "definition" : "Сейчас",
                    "examples" : ["今回 こんかい в этот раз","今月 こんげつ этот месяц","今後 こんご впредь, отныне"]
                },{   
                    "kanji" : "休",
                    "onyomi" : "キュウ",
                    "kunyomi" : "やす.む, やす.まる, やす.める",
                    "definition" : "Отдых, отдыхать",
                    "examples" : ["夏休み なつやすみ летние каникулы, отпуск","運休 うんきゅう приостановка движения","休暇 きゅうか выходной, отпуск, каникулы"]
                },{   
                    "kanji" : "会",
                    "onyomi" : "カイ, エ",
                    "kunyomi" : "あ.う, あ.わせる, あつ.まる",
                    "definition" : "Встреча, собрание, видеться",
                    "examples" : ["運動会 うんどうかい спортивное соревнование","会員 かいいん член (клуба, общества)","会議 かいぎ собрание, конференция"]
                },{   
                    "kanji" : "何",
                    "onyomi" : "カ",
                    "kunyomi" : "なに, なん, なに-, なん-",
                    "definition" : "Что",
                    "examples" : ["何か なんか как-то, типа, как бы (разг.)","何だか なんだか как-то, что-то (разг.)","何か　なにか　что-нибудь", "何よりも　なによりも　больше всего"]
                },{   
                    "kanji" : "先",
                    "onyomi" : "セン",
                    "kunyomi" : "さき, ま.ず",
                    "definition" : "Прежде, дальше, кончик",
                    "examples" : ["勤め先 つとめさき место работы","口先 くちさき (всего лишь) слова, кончик языка, губы","先決 せんけつ решать заранее"]
                }
            ],
    "Ур. 03" : 
            [
                {   
                    "kanji" : "入",
                    "onyomi" : "ニュウ, ジュ",
                    "kunyomi" : "い.る, -い.る, -い.り, い.れる, -い.れ, はい.る",
                    "definition" : "Вход, вставлять",
                    "examples" : ["加入 かにゅう присоединение, вступление куда-то","落ち入る おちいる впадать (в состояние), попадать (а положение)","気に入る きにいる быть по душе, понравиться"]
                },{   
                    "kanji" : "円",
                    "onyomi" : "エン",
                    "kunyomi" : "まる.い, まる, まど, まど.か, まろ.やか, つぶら",
                    "definition" : "Йена, круг",
                    "examples" : ["円 まる йена, круг","円安 えんやす низкий курс йены","円高 えんだか высокий курс йены", "円ら　つぶら　округлённый", "円　まどか　круглый, спокойный, тихий (возвыш.)"]
                },{   
                    "kanji" : "出",
                    "onyomi" : "シュツ, スイ",
                    "kunyomi" : "で.る, -で, だ.す, -だ.す, い.でる, い.だす",
                    "definition" : "Выход, уходить",
                    "examples" : ["演出 えんしゅつ постановка, режиссура","割出す わりだす подсчитывать","見出し みだし заголовок", "出色　しゅっしょく　выдающийся, превосходный"]
                },{   
                    "kanji" : "分",
                    "onyomi" : "ブン, フン, ブ",
                    "kunyomi" : "わ.ける, わ.け, わ.かれる, わ.かる, わ.かつ",
                    "definition" : "Минута, часть, сегмент, понимать, знать, сортировать, делить",
                    "examples" : ["一部分 いちぶぶん одна часть, порция","引分け ひきわけ ничья","何分 なにぶん anyway, please (adv, n)"]
                },{   
                    "kanji" : "前",
                    "onyomi" : "ゼン",
                    "kunyomi" : "まえ, -まえ",
                    "definition" : "Спереди, перед; перед тем, как",
                    "examples" : ["駅前 えきまえ перед ж/д станцией","気前のいい きまえのいい великодушный, щедрый","以前 いぜん раньше, прежде", "午前　ごぜん до полудня"]
                },{   
                    "kanji" : "北",
                    "onyomi" : "ホク",
                    "kunyomi" : "きた",
                    "definition" : "Север",
                    "examples" : ["南北 なんぼく юг и север","北極 ほっきょく Северный полюс, полярный","北西 ほくせい сверо-запад", "北海道　ほっかいどう о.Хоккайдо"]
                },{   
                    "kanji" : "千",
                    "onyomi" : "セン",
                    "kunyomi" : "ち",
                    "definition" : "Тысяча",
                    "examples" : ["千古　せんこ глубокая древность","千 ち 1000","三千　さんぜん　3000", "千島(列島) ちしま(れっとう) Курильские острова", "千万 せんまん 10 миллионов"]
                },{   
                    "kanji" : "午",
                    "onyomi" : "ゴ",
                    "kunyomi" : "うま",
                    "definition" : "Полдень, лошадь (кит.гороскоп)",
                    "examples" : ["午後 ごご после полудня","午前 ごぜん до полудня","午 うま Лошадь (кит.гороскоп)", "丙午 ひのえうま год Огненной Лошадь"]
                },{   
                    "kanji" : "半",
                    "onyomi" : "ハン",
                    "kunyomi" : "なか.ば",
                    "definition" : "Половина",
                    "examples" : ["後半 こうはん вторая половина","上半身 じょうはんしん торс, верхняя часть туловища","大半 たいはん большая часть, большинство"]
                },{   
                    "kanji" : "南",
                    "onyomi" : "ナン, ナ",
                    "kunyomi" : "みなみ",
                    "definition" : "Юг",
                    "examples" : ["南極 なんきょく Южный полюс, антарктический ","南部 なんぶ южная часть, южный","南北 なんぼく юг и север"]
                }
            ],

    "Ур. 04" :
            [
                {   
                    "kanji" : "友",
                    "onyomi" : "ユウ",
                    "kunyomi" : "とも",
                    "definition" : "Друг",
                    "examples" : ["親友 しんゆう близкий друг","友好 ゆうこう дружба, дружеские отношения","友情 ゆうじょう дружба, дружеские чувства"]
                },{   
                    "kanji" : "口",
                    "onyomi" : "コウ, ク",
                    "kunyomi" : "くち",
                    "definition" : "Рот",
                    "examples" : ["ひと口 ひとくち глоток, кусок, одно слово, （に）в общем","口 くち рот, отверстие","口語 こうご разговорный язык", "口笛　くちぶえ свист"]
                },{   
                    "kanji" : "名",
                    "onyomi" : "メイ, ミョウ",
                    "kunyomi" : "な, -な",
                    "definition" : "Имя, название",
                    "examples" : ["国名 こくめい название страны","氏名 しめい фамилия и имя","実名 じつめい настоящее имя", "名称　めいしょう наименование", "名前　なまえ имя"]
                },{   
                    "kanji" : "古",
                    "onyomi" : "コ",
                    "kunyomi" : "ふる.い, ふる-, -ふる.す",
                    "definition" : "Старый",
                    "examples" : ["古代 こだい древние времена, древность","古典 こてん древняя рукопись", "古めかしい　ふるめかしい старый на вид", "古本 こほん старая книга, поддержанная книга", "古びる　ふるびる изнашиваться"]
                },{   
                    "kanji" : "右",
                    "onyomi" : "ウ, ユウ",
                    "kunyomi" : "みぎ",
                    "definition" : "Право, правый",
                    "examples" : ["右手 みぎて правая рука","左右 さゆう правый и левый, контролировать, держать в своих руках","右側 うそく правая сторона, справа"]
                },{   
                    "kanji" : "四",
                    "onyomi" : "シ",
                    "kunyomi" : "よ, よ.つ, よっ.つ, よん",
                    "definition" : "Четыре",
                    "examples" : ["四角 しかく квадрат","四角い しかくい квадратный","四季 しき 4 сезона"]
                },{   
                    "kanji" : "国",
                    "onyomi" : "コク",
                    "kunyomi" : "くに",
                    "definition" : "Страна",
                    "examples" : ["王国 おうこく королевство","外国 がいこく иностранное государство, заграница","帰国 きこく возвращение в свою страну"]
                },{   
                    "kanji" : "土",
                    "onyomi" : "ド, ト",
                    "kunyomi" : "つち",
                    "definition" : "Земля, почва",
                    "examples" : ["国土 こくど территория страны, страна, государственный","土間 どま земляной пол","土産 みやげ сувенир, подарок"]
                },{   
                    "kanji" : "外",
                    "onyomi" : "ガイ, ゲ",
                    "kunyomi" : "そと, ほか, はず.す, はず.れる, と-",
                    "definition" : "Снаружи",
                    "examples" : ["以外 いがい за исключением, помимо, кроме","屋外 на открытом воздухе, вне помещения, открытое пространство","海外 かいがい зарубежный, заграница"]
                },{   
                    "kanji" : "多",
                    "onyomi" : "タ",
                    "kunyomi" : "おお.い, まさ.に, まさ.る",
                    "definition" : "Много, частый, обильный",
                    "examples" : ["多湿 たしつ высокая влажность","多少 たしょう много или мало, несколько","多数 たすう большое количество, многочисленный", "多目的　たもくてき　универсальный, многоцелевой, многофункциональный"]
                }
            ],
    "Ур. 05" : 
            [
                {   
                    "kanji" : "大",
                    "onyomi" : "ダイ, タイ",
                    "kunyomi" : "おお-, おお.きい, -おお.いに",
                    "definition" : "Большой",
                    "examples" : ["寛大 かんだい великодушный, терпимый, толерантный","巨大 きょだい огромный, гигантский","弘大 こうだい величественный, громадный, обширный"]
                },{   
                    "kanji" : "天",
                    "onyomi" : "テン",
                    "kunyomi" : "あまつ, あめ, あま-",
                    "definition" : "Небеса, небо",
                    "examples" : ["雨天 うてん дождливая погода","楽天的 らくてんてき оптимистичный","晴天 せいてん ясная погода", "天国　てんごく　рай", "天晴れ　あっぱれ　восхитительный, браво!"]
                },{   
                    "kanji" : "女",
                    "onyomi" : "ジョ, ニョ, ニョウ",
                    "kunyomi" : "おんな, め",
                    "definition" : "Женщина, девочка",
                    "examples" : ["悪女 あくじょ некрасивая или злая женщина","王女 おうじょ принцесса","処女 しょじょ девственница", "乙女　おとめ　девица, девушка"]
                },{   
                    "kanji" : "子",
                    "onyomi" : "シ, ス, ツ",
                    "kunyomi" : "こ, -こ, ね",
                    "definition" : "Ребёнок, детёныш, крыса (кит.гороскоп)",
                    "examples" : ["倚子 いす стул","江戸っ子　えどっこ　(настоящий) токиец","原子 げんし атом", "調子　ちょうし　состояние здоровья, настроение момента, интонация, тональность", "様子　ようす　обстоятельства, вид, облик"]
                },{   
                    "kanji" : "学",
                    "onyomi" : "ガク",
                    "kunyomi" : "まな.ぶ",
                    "definition" : "Учёба, наука",
                    "examples" : ["医学 いがく медицина","化学 かがく химия, химический", "科学 かがく наука", "文学　ぶんがく　литература","学ぶ　まなぶ　учиться, изучать"]
                },{   
                    "kanji" : "安",
                    "onyomi" : "アン",
                    "kunyomi" : "やす.い, やす.まる, やす, やす.らか",
                    "definition" : "Дешёвый, несложный, безопасный, мирный",
                    "examples" : ["安心 あんしん душевное спокойствие, облегчение","安静 あんせい покой, отдых","安全 あんぜん безопасность", "安っぽい　やすっぽい　дешёвка, безвкусный"]
                },{   
                    "kanji" : "小",
                    "onyomi" : "ショウ",
                    "kunyomi" : "ちい.さい, こ-, お-, さ-",
                    "definition" : "Маленький",
                    "examples" : ["最小 さいしょう наименьший","小さい ちいさい маленький, крохотный","小雨 こさめ мелкий дождик, морось", "小数　しょうすう　десятичная дробь"]
                },{   
                    "kanji" : "少",
                    "onyomi" : "ショウ",
                    "kunyomi" : "すく.ない, すこ.し",
                    "definition" : "Немного, мало, чуть-чуть",
                    "examples" : ["減少 げんしょう уменьшение, снижение","少数 しょうすう малое число, меньшинство","少年 しょうねん мальчик, подросток, малолетний"]
                },{   
                    "kanji" : "山",
                    "onyomi" : "サン, セン",
                    "kunyomi" : "やま",
                    "definition" : "Гора",
                    "examples" : ["火山 かざん вулкан","山登り やまのぼり подъём на гору","山脈 やまなみ горный хребет", "富士山　ふじさん　гора Фудзияма", "山出し　やまだし　деревенщина"]
                },{   
                    "kanji" : "川",
                    "onyomi" : "セン",
                    "kunyomi" : "かわ",
                    "definition" : "Река, поток",
                    "examples" : ["河川 かせん реки","小川 おがわ ручей, речушка","川口　かわぐち　устье", "川獺　かわうそ　выдра", "川蝉　かわせみ　зимородок"]
                }
            ],

    "Ур. 06" :
            [
                {   
                    "kanji" : "左",
                    "onyomi" : "サ, シャ",
                    "kunyomi" : "ひだり",
                    "definition" : "Лево, левый, слева",
                    "examples" : ["左右 さゆう лево и право, контролировать","左手 ひだりて левая рука/сторона","左翼 さよく левое крыло/фланг"]
                },{   
                    "kanji" : "年",
                    "onyomi" : "ネン",
                    "kunyomi" : "とし",
                    "definition" : "Год",
                    "examples" : ["学年 がくねん школьные годы","去年 きょねん прошлый год","再来年 さらいねん через 2 года, год после следующего", "お年寄り　おとしより　пожилой человек"]
                },{   
                    "kanji" : "店",
                    "onyomi" : "テン",
                    "kunyomi" : "みせ, たな",
                    "definition" : "Магазин",
                    "examples" : ["開店 かいてん первое открытие магазина","喫茶店 きっさてん кофейня, кафе","支店 してん филиал", "店晒し　たなざらし　залежавшийся товар"]
                },{   
                    "kanji" : "後",
                    "onyomi" : "ゴ, コウ",
                    "kunyomi" : "のち, うし.ろ, うしろ, あと, おく.れる",
                    "definition" : "Позади, сзади; после того, как...",
                    "examples" : ["後 あと после, позади, потомок, будущее","後 うしろ позади","後回し あとまわし откладывание, отсрочка", "後々　のちのち　отдалённое будущее"]
                },{   
                    "kanji" : "手",
                    "onyomi" : "シュ, ズ",
                    "kunyomi" : "て, て-, -て, た-",
                    "definition" : "Рука",
                    "examples" : ["握手 あくしゅ рукопожатие","右手 みぎて правая рука","下手 へた неумелый, неловкий, что-то плохо уметь", "手術　しゅじゅつ　хирургическая операция"]
                },{   
                    "kanji" : "新",
                    "onyomi" : "シン",
                    "kunyomi" : "あたら.しい, あら.た, あら-, にい-",
                    "definition" : "Новый",
                    "examples" : ["維新 いしん реставрация","新た あらた новый, заново","新刊 しんかん новая публикация, новая книга", "新教　しんきょう　протестанство"]
                },{   
                    "kanji" : "日",
                    "onyomi" : "ニチ, ジツ",
                    "kunyomi" : "ひ, -び, -か",
                    "definition" : "День, солнце",
                    "examples" : ["火曜日 かようび Вторник","記念日 きねんび праздник, юбилей, памятный день","休日 きゅうじつ выходной, праздник", "日々　ひび　ежедневно, день за днём"]
                },{   
                    "kanji" : "時",
                    "onyomi" : "ジ",
                    "kunyomi" : "とき, -どき",
                    "definition" : "Время, час",
                    "examples" : ["時 とき время, час, момент","時間 じかん время","時間割り じかんわり расписание", "時々　ときどき　иногда", "時めく　ときめく　пользоваться успехом, процветать"]
                },{   
                    "kanji" : "書",
                    "onyomi" : "ショ",
                    "kunyomi" : "か.く, -が.き, -がき",
                    "definition" : "Писать, рисовать",
                    "examples" : ["下書き したがき черновик, набросок","教科書 きょうかしょ учебник","原書 げんしょ оригинальный документ", "証明書　しょうめいしょ　удостоверение, сертификат"]
                },{   
                    "kanji" : "月",
                    "onyomi" : "ゲツ, ガツ",
                    "kunyomi" : "つき",
                    "definition" : "Луна, месяц",
                    "examples" : ["月刊 げっかん ежемесячный выпуск","月給 げっきゅう месячная зарплата","月見 つきみ лубование луной", "四月　しがつ　апрель"]
                }
            ],
    "Ур. 07" : 
            [
                {   
                    "kanji" : "木",
                    "onyomi" : "ボク, モク",
                    "kunyomi" : "き, こ-",
                    "definition" : "Дерево",
                    "examples" : ["材木 ざいもく лесоматериал","木の葉 きのは лист дерева","木造 もくぞう сделанный из дерева", "木彫り　きぼり　резьба по дерево"]
                },{   
                    "kanji" : "本",
                    "onyomi" : "ホン",
                    "kunyomi" : "もと",
                    "definition" : "Основа, источник, книга",
                    "examples" : ["絵本 えほん иллюстрированная книга","基本 きほん основа, стандарт, база","脚本 きゃくほん сценарий, пьеса, либретто", "本物　ほんもの　настоящий, подлинник"]
                },{   
                    "kanji" : "来",
                    "onyomi" : "ライ, タイ",
                    "kunyomi" : "く.る, きた.る, きた.す, き.たす, き.たる, き, こ",
                    "definition" : "Приходить, будущее",
                    "examples" : ["以来 いらい с тех пор, как...","外来語 がいらいご заимствованное слово","再来年 さらいねん год после следующего", "未来　みらい　будущее"]
                },{   
                    "kanji" : "東",
                    "onyomi" : "トウ",
                    "kunyomi" : "ひがし",
                    "definition" : "Восток",
                    "examples" : ["東欧 とうおう Восточная Европа","東西 とうざい восток и запад","東部 とうぶ восточная часть", "東大　とうだい　Токийский университет"]
                },{   
                    "kanji" : "校",
                    "onyomi" : "コウ, キョウ",
                    "kunyomi" : "",
                    "definition" : "Школа, корректура",
                    "examples" : ["学校 がっこう школа","校則 こうそく школьные правила","校長 こうちょう директор школы", "校正　こうせい　корректура, калибровка"]
                },{   
                    "kanji" : "母",
                    "onyomi" : "ボ",
                    "kunyomi" : "はは, も",
                    "definition" : "Мать, мама",
                    "examples" : ["義母 ぎぼ мачеха, тёща, свекровь","祖母 うば бабушка","父母 ちちはは отец и мать, родители", "賢母　けんぼ　мудрая мать", "保母　ほぼ　няня, воспитательница"]
                },{   
                    "kanji" : "毎",
                    "onyomi" : "マイ",
                    "kunyomi" : "ごと, -ごと.に",
                    "definition" : "Каждый",
                    "examples" : ["毎週 まいしゅう каждую неделю","毎朝 まいちょう каждое утро","毎度 まいど каждый раз, всегда", "夜毎に　よごとに　каждую ночь"]
                },{   
                    "kanji" : "気",
                    "onyomi" : "キ, ケ",
                    "kunyomi" : "いき",
                    "definition" : "Дух, энергия, настроение, пар",
                    "examples" : ["意気地 いきじ самоуважение","陰気 いんき мрачный, угрюмый","外気 がいき на открытом воздухе", "気さく　きさく　искренний, открытый", "排気　はいき　выхлоп"]
                },{   
                    "kanji" : "水",
                    "onyomi" : "スイ",
                    "kunyomi" : "みず, みず-",
                    "definition" : "Вода",
                    "examples" : ["海水 かいすい морская вода","洪水 こうずい наводнение","降水 こうすい дождевые осадки", "水っぽい　みずっぽい　водянистый"]
                },{   
                    "kanji" : "火",
                    "onyomi" : "カ",
                    "kunyomi" : "ひ, -び, ほ-",
                    "definition" : "Огонь",
                    "examples" : ["火災 かさい пожар","火山 かざん вулкан","火事 かじ возгорание"]
                }
            ],

    "Ур. 08" :
            [
                {   
                    "kanji" : "父",
                    "onyomi" : "フ",
                    "kunyomi" : "ちち",
                    "definition" : "Отец, папа",
                    "examples" : ["義父 ぎふ отчим, свёкр, тесть","神父 しんぷ католический священник","祖父 そぶ дедушка", "父親　ちちおや　отец"]
                },{   
                    "kanji" : "生",
                    "onyomi" : "セイ, ショウ",
                    "kunyomi" : "い.きる, い.かす, い.ける, う.まれる, う.まれ, うまれ, う.む, お.う, は.える, は.やす, き, なま, なま-, な.る, な.す, む.す, -う",
                    "definition" : "Жизнь, рождение",
                    "examples" : ["一生けん命 いっしょうけんめい изо всех сил","生む　うむ　рожать","学生 がくせい студент", "生物学　せいぶつがく　биология", "生年月日　せいねんがっぴ　дата рождения"]
                },{   
                    "kanji" : "男",
                    "onyomi" : "ダン, ナン",
                    "kunyomi" : "おとこ, お",
                    "definition" : "Мужчина, мальчик",
                    "examples" : ["二男 じなん второй сын","男らしい おとこらしい мужественный","男子 だんし юноша, парень", "男爵　だんしゃく　барон", "下男　げなん　слуга"]
                },{   
                    "kanji" : "白",
                    "onyomi" : "ハク, ビャク",
                    "kunyomi" : "しろ, しら-, しろ.い",
                    "definition" : "Белый",
                    "examples" : ["空白 くうはく пустой бланк, белое пятно, пустота, вакуум","紅白 こうはく красный и белый, красно-белый","告白 こくはく признание в любви/преступлении, исповедь"]
                },{   
                    "kanji" : "百",
                    "onyomi" : "ヒャク, ビャク",
                    "kunyomi" : "もも",
                    "definition" : "hundred",
                    "examples" : ["何百 なんびゃく hundreds (n)","八百屋 やおや greengrocer (n)","百姓 ひゃくしょう farmer, peasant, country bumpkin, farming, the common people (n, vs)"]
                },{   
                    "kanji" : "目",
                    "onyomi" : "モク, ボク",
                    "kunyomi" : "め, -め, ま-",
                    "definition" : "Глаз, взгляд",
                    "examples" : ["ひと目 ひとめ один взгляд, (で) с одного взгляда","引け目 ひけめ слабое место, чувство неполноценности","項目 こうもく параграф, пункт"]
                },{   
                    "kanji" : "社",
                    "onyomi" : "シャ",
                    "kunyomi" : "やしろ",
                    "definition" : "Фирма, компания, ассоциация, синтоистский храм",
                    "examples" : ["会社 かいしゃ компания, корпорация","社会 しゃかい общество","支社 ししゃ филиал", "神社　じんじゃ　синтоистское святилище"]
                },{   
                    "kanji" : "空",
                    "onyomi" : "クウ",
                    "kunyomi" : "そら, あ.く, あ.き, あ.ける, から, す.く, す.かす, むな.しい",
                    "definition" : "Небо, воздух, пустота, вакуум",
                    "examples" : ["空き缶　あきかん　пустая банка","空っぽ からっぽ пустой","空間 くうかん пространство", "空手　からて　пустые руки, каратэ"]
                },{   
                    "kanji" : "立",
                    "onyomi" : "リツ, リュウ, リットル",
                    "kunyomi" : "た.つ, -た.つ, た.ち-, た.てる, -た.てる, た.て-, たて-, -た.て, -だ.て, -だ.てる",
                    "definition" : "Стоять, вставать",
                    "examples" : ["確立 かくりつ устанавливать, утверждать","起立 きりつ подъем; Встать!","逆立ち さかだち стойка на руках/голове"]
                },{   
                    "kanji" : "耳",
                    "onyomi" : "ジ",
                    "kunyomi" : "みみ",
                    "definition" : "Ухо",
                    "examples" : ["耳障り みみざわり режущий ухо","耳鼻科 じびか отоларинголог","耳許 みみもと у самого уха", "耳順　じじゅん　60-летний возраст"]
                }
            ],
    "Ур. 09" : 
            [
                {   
                    "kanji" : "聞",
                    "onyomi" : "ブン, モン",
                    "kunyomi" : "き.く, き.こえる",
                    "definition" : "Вопрос, слышать, слушать, спрашивать",
                    "examples" : ["問わず　とわず　независимо от...","新聞社 しんぶんしゃ газетное издательство","聞かす きかす давать знать, рассказывать", "問題　もんだい　проблема, вопрос"]
                },{   
                    "kanji" : "花",
                    "onyomi" : "カ, ケ",
                    "kunyomi" : "はな",
                    "definition" : "Цветочек",
                    "examples" : ["火花 ひばな искра","花瓣 かべん лепесток","花嫁 はなよめ невеста", "生け花　いけばな　икэбана, живые цветы", "花粉　かふん　пыльца"]
                },{   
                    "kanji" : "行",
                    "onyomi" : "コウ, ギョウ, アン",
                    "kunyomi" : "い.く, ゆ.く, -ゆ.き, -ゆき, -い.き, -いき, おこな.う, おこ.なう",
                    "definition" : "Идти, уходить, организовывать, проводить, осуществлять",
                    "examples" : ["奥行 おくゆき глубина, длина","急行 きゅうこう скоростной (поезд)","強行 きょうこう форсировать, пробиваться", "行く　いく　идти; испытать оргазм, кончить (слэнг)"]
                },{   
                    "kanji" : "西",
                    "onyomi" : "セイ, サイ, ス",
                    "kunyomi" : "にし",
                    "definition" : "Запад, западный",
                    "examples" : ["西欧 せいおう Западная Европа","西部 せいぶ западная часть","西洋人 せいようじん европейцы, люди Запада", "西南　せいなん　юго-запад"]
                },{   
                    "kanji" : "見",
                    "onyomi" : "ケン",
                    "kunyomi" : "み.る, み.える, み.せる",
                    "definition" : "Видеть, смотреть, мнение",
                    "examples" : ["意見　いけん мнение, точка зрения","花見 はなみ любование сакурой, цветами","会見 かいけん встреча, интервью, аудиенция", "見物　けんぶつ　осмотр, экскурсия"]
                },{   
                    "kanji" : "言",
                    "onyomi" : "ゲン, ゴン",
                    "kunyomi" : "い.う, こと",
                    "definition" : "Говорить, сказать, называться",
                    "examples" : ["遺言 ゆいごん завещание, последняя воля","言出す いいだす заговорить, начать говорить, предлагать","言返す いいかえす говорить в ответ, возражать"]
                },{   
                    "kanji" : "話",
                    "onyomi" : "ワ",
                    "kunyomi" : "はな.す, はなし",
                    "definition" : "Разговор, говорить, беседовать",
                    "examples" : ["会話 かいわ беседа","神話 しんわ миф, легенда","世話 せわ забота, помощь", "世話になる　быть обязанным кому-то","世話をする помогать, заботиться о ком-то"]
                },{   
                    "kanji" : "語",
                    "onyomi" : "ゴ",
                    "kunyomi" : "かた.る, かた.らう",
                    "definition" : "Слово, язык, говорить",
                    "examples" : ["ロシア語　ろしあご　русский язык","英語 えいご английский язык","外国語 がいこくご иностранный язык","外来語 がいらいご заиствованное слово"]
                },{   
                    "kanji" : "読",
                    "onyomi" : "ドク, トク, トウ",
                    "kunyomi" : "よ.む, -よ.み",
                    "definition" : "Читать, чтение",
                    "examples" : ["愛読 あいどく любовь к чтению","句読点 くとうてん знаки препинания","読み書き よみかき чтание и письмо", "熟読　じゅくどく　вчитываться, внимательно читать"]
                },{   
                    "kanji" : "買",
                    "onyomi" : "バイ",
                    "kunyomi" : "か.う",
                    "definition" : "Покупать, покупки, закупка",
                    "examples" : ["購買 こうばい закупка, покупать","買収 ばいしゅう приобретать, подкупать, подкуп","売買 ばいばい торговля, купля-продажа"]
                }
            ],

    "Ур. 10" :
            [
                {   
                    "kanji" : "足",
                    "onyomi" : "ソク",
                    "kunyomi" : "あし, た.りる, た.る, た.す",
                    "definition" : "Нога; сч.суфф. для обуви, носков, шагов, прыжков",
                    "examples" : ["遠足 えんそく пешая экскурсия, поход","手足 てあし руки-ноги, конечности","足す たす прибавлять, добавлять", "足りない　たりない　не хватает, недостаточно"]
                },{   
                    "kanji" : "車",
                    "onyomi" : "シャ",
                    "kunyomi" : "くるま",
                    "definition" : "Машина, автомобиль, повозка",
                    "examples" : ["人力車　じんりきしゃ　рикша","下車 げしゃ высадка, высаживаться, сходить","貨車 かしゃ товарный вагон","外車 がいしゃ иностранный автомобиль"]
                },{   
                    "kanji" : "週",
                    "onyomi" : "シュウ",
                    "kunyomi" : "",
                    "definition" : "Неделя",
                    "examples" : ["今週 こんしゅう эта неделя","週間 しゅうかん недельный срок","週末 しゅうまつ конец недели, выходные", "隔週に　かくしゅうに　каждую вторую неделю"]
                },{   
                    "kanji" : "道",
                    "onyomi" : "ドウ, トウ",
                    "kunyomi" : "みち",
                    "definition" : "Путь, дорога, способ, средство",
                    "examples" : ["横断歩道 おうだんほどう пешеходный переход","回り道 まわりみち объезд, обход","横道 よこみち ответвление дороги, дурной путь", "書道　しょどう　каллиграфия", "花道　かどう　икэбана, Путь цветка"]
                },{   
                    "kanji" : "金",
                    "onyomi" : "キン, コン, ゴン",
                    "kunyomi" : "かね, かな-, -がね",
                    "definition" : "Золото, деньги",
                    "examples" : ["金額 きんがく сумма денег","金 きん золото","金庫 かねぐら казна", "お金　おかね　деньги", "金持ち　かねもち　богач"]
                },{   
                    "kanji" : "長",
                    "onyomi" : "チョウ",
                    "kunyomi" : "なが.い, おさ",
                    "definition" : "Длинный, главный",
                    "examples" : ["課長 かちょう заведующий отделом","会長 かいちょう президент компании","学長 がくちょう президент студ.совета", "長の　ながの　долгий, вечный"]
                },{   
                    "kanji" : "間",
                    "onyomi" : "カン, ケン",
                    "kunyomi" : "あいだ, ま, あい",
                    "definition" : "Пространство, интервал",
                    "examples" : ["間に合う まにあう успеть, быть вовремя","間も無く まもなく скоро, вскоре","間違える まちがえる ошибиться, перепутать", "昼間　ひるま　днём, дневное время"]
                },{   
                    "kanji" : "雨",
                    "onyomi" : "ウ",
                    "kunyomi" : "あめ, あま-, -さめ",
                    "definition" : "rain",
                    "examples" : ["雨戸 あまど раздвижные ставни","五月雨　さみだれ　ранний летний дождь","雨漏り あまもり течь в крыше", "時雨　しぐれ　моросящий дождь поздней осенью"]
                },{   
                    "kanji" : "電",
                    "onyomi" : "デン",
                    "kunyomi" : "",
                    "definition" : "Электричество",
                    "examples" : ["電 いなづま молния","停電 ていでん отключение электричества","終電 しゅうでん последний поезд", "充電　じゅうでん　подзарядка, заряжать"]
                },{   
                    "kanji" : "食",
                    "onyomi" : "ショク, ジキ",
                    "kunyomi" : "く.う, く.らう, た.べる, は.む",
                    "definition" : "Еда, есть, кушать",
                    "examples" : ["会食 かいしょく совместный обед/ужин","外食 がいしょく есть вне дома, идти в ресторан/кафе","間食 かんしょく перекус"]
                }
            ],
    "Ур. 11" : 
            [
                {   
                    "kanji" : "飲",
                    "onyomi" : "イン, オン",
                    "kunyomi" : "の.む, -の.み",
                    "definition" : "Пить, напиток",
                    "examples" : ["飲水 のみみず питьевая вода","飲物 のみもの напиток","飲む のむ пить", "飲んだくれ　のんだくれ　пьянчуга"]
                },{   
                    "kanji" : "駅",
                    "onyomi" : "エキ",
                    "kunyomi" : "",
                    "definition" : "Станция",
                    "examples" : ["駅員 えきいん работник станции","駅前 えきまえ перед ж/д станцией","駅弁 えきべん обед в коробки, продающийся на вокзале"]
                },{   
                    "kanji" : "高",
                    "onyomi" : "コウ",
                    "kunyomi" : "たか.い, たか, -だか, たか.まる, たか.める",
                    "definition" : "Высокий, дорогой",
                    "examples" : ["高さ たかさ высота","高まる たかまる повышаться, расти","高める たかめる повышать", "最高　さいこう　наилучший; Класс! Отлично!"]
                },{   
                    "kanji" : "魚",
                    "onyomi" : "ギョ",
                    "kunyomi" : "うお, さかな, -ざかな",
                    "definition" : "Рыбка",
                    "examples" : ["金魚 きんぎょ золотая рыбка","魚 うお рыба","魚釣り　さかなつり рыбалка", "呑舟の魚 どんしゅうのうお　громадная рыба, выдающийся человек, крупная фигура"]
                },
              {   
                    "kanji" : "新",
                    "onyomi" : "シン",
                    "kunyomi" : "あたら.しい, あら.た, あたら.しがる",
                    "definition" : "Новый",
                    "examples" : ["新聞　しんぶん газета","革新　かくしん реформа","新鮮　しんせん свежий", "新幹線　しんかんせん синкансэн (скоростной поезд)", "新手　あらて свежие силы, новичок"]
                }  
            ],
}
