const onomatopea = { 
    "Ур. 01" : 
            [
                {   
                    "kanji" : "1",
                    "onyomi" : "",
                    "kunyomi" : "にこにこ",
                    "definition" : "Радостная улыбка",
                    "examples" : ["赤ちゃんがにこにこ笑っている。", "ちえ子さんはいつもにこにこしている。", "ボーナスをもらってにこにこ顔だ。","お母さんがやさしい声で話しかけたので、赤ちゃんはにこにこ笑って、お母さんの顔をずっと見ていた。", "にこにこ顔というのは、何かとてもいいことがあったので、うれしそうににこにこと笑っている顔のことです。だれかがにこにこ顔をしているときは、ほかの人が見てすぐ、その人に何かいいことがあったな、とわかります。"]
                },{
                    "kanji" : "2",
                    "onyomi" : "",
                    "kunyomi" : "にやにや",
                    "definition" : "Самодовольная улыбка, ухмылка",
                    "examples" : ["授業中にやにや笑っていて先生に怒られた。", "大学の授業中，夏休みに彼女と旅行したときのことを思い出して一人でにやにや笑っていたら，先生に「何をにやにやしてるんだ」と注意されてしまった。","急ににやにやした顔になった。","前の学期に比べて成績が急にあがったときなど，うれしくて自然とにやにやした顔になります。にやにやした顔をしていると，何かいいことがあったとか，何か楽しい計画について一人で考えてうれしい気持ちでいるということがほかの人にもわかります。"]
                },{
                    "kanji" : "3",
                    "onyomi" : "",
                    "kunyomi" : "くすくす",
                    "definition" : "Смеяться тайком, приглушённо",
                    "examples" : ["マンガを読んでくすくすと笑っている。","くすくす笑いをしている。","授業中，女子生徒たちが私のほうを見て急にくすくす笑いをし始めた。どうしたんだろうと思って，ふと足元を見たら，くつしたに大きな穴が開いていた。", "授業中，先生のことで何かおかしいことがあっても，生徒がそれを笑うのは大変失礼です。でもどうしてもおかしかったら，小さな声でくすくす笑いをしてしまいます。"]
                },{   
                    "kanji" : "4",
                    "onyomi" : "",
                    "kunyomi" : "げらげら",
                    "definition" : "Громкий смех, хохотать, смеяться от души",
                    "examples" : ["げらげら笑いすぎてお腹が痛くなった。","人の失敗をげらげらと笑うのは失礼だ。","きのうテレビでとても面白い番組をやっていた。おかしくてお腹をかかえてげらげら笑ったら、本当にお腹が痛くなってしまった。", "先生がころんでしまったときに生徒たちが笑うというのは、本当は失礼でいけないことです。でも、本当におかしいときは、笑ってはいけないと思っても、ついげらげら笑ってしまいます。"]
                },{
                    "kanji" : "5",
                    "onyomi" : "フフフ",
                    "kunyomi" : "ふふふ",
                    "definition" : "Тихо и мило смеяться, спонтанный женский тихий смех",
                    "examples" : ["ふふふっ。 お前 それ 誰に聞いたの?","ふふふ キョンを超える案は出るかしら?","あっ、赤くなった。陸くんてば可愛いっ！！ふふふっ。", "ふふふ、ごめんあそばせ。気になさらないで下さいな！"]
                },{
                    "kanji" : "6",
                    "onyomi" : "ハハハ",
                    "kunyomi" : "ははは, わははは, あははは, ふははは",
                    "definition" : "Весёлый громкий смех, мужской смех",
                    "examples" : ["あははは、ほんっと、隠し事するのが苦手なんだね〜。","わははは！そりゃ傑作だ！","ふははは！やっとこの課題も終ったぜ！さぁ次の課題でもやるべぇか。", "わはははは、心配するなっ！」オレはあえて虚勢を張った。"]
                },{   
                    "kanji" : "7",
                    "onyomi" : "ヒヒヒ",
                    "kunyomi" : "ひひひ",
                    "definition" : "Злодейский смех, непрятный злобный смех",
                    "examples" : ["ひひひひと笑い転げていた","「いひひひひ」変な笑いに異状を示しながら","「ひひひ」と、学士が忽然笑ひ出した"]
                },{   
                    "kanji" : "8",
                    "onyomi" : "",
                    "kunyomi" : "ヘヘヘ",
                    "definition" : "1. Смущённый смех, смех с чувством стыда или смущения, детский виноватый смех 2. Злодейский смех, когда сделал пакость",
                    "examples" : ["「エヘヘヘヘ」何となく席がしらけた","ヘヘヘ！　いや、案外に、ああいう所はキチンとしたものなんだ","ヘヘヘ...その学生さんの名前とお処はチャント控えておりますから"]
                },{   
                    "kanji" : "9",
                    "onyomi" : "ホホホ",
                    "kunyomi" : "ほほほ",
                    "definition" : "Женский смех; аристократка смеётся, прикрываясь веером или рукой; смех женщины с высоким статусом; изящный женский смех",
                    "examples" : ["おほほほほ、お嬢――奥様もこれまではいろいろ御苦労も遊ばしましたねエ","跡の騒ぎや女郎などの「どうぞまたおほほほほほ」など蓮葉（はすは）ないやらしい笑声を聞き捨てて...  ","「ほほほ」とマリヤ・コンスタンチーノヴナは無理に笑って..."]
                },{   
                    "kanji" : "10",
                    "onyomi" : "",
                    "kunyomi" : "えんえん、えーんえーん",
                    "definition" : "Детский плач, звуки детского плача",
                    "examples" : ["子どもがえんえんと泣きじゃくる。","大人なのに子どものようにえんえんと泣いている…。","いつまでもえんえんと泣く赤ちゃんの子守りは疲れる。"]
                }
                ,{   
                    "kanji" : "11",
                    "onyomi" : "",
                    "kunyomi" : "おいおい",
                    "definition" : "Громкий детский и взрослый плач",
                    "examples" : ["子がにはびっくりしておいおい泣なき出だしました。","私はおいおい泣いてどうしてもやめられませんでした","なぜ箱をこわしてしまったのかと悔やみながらおいおい泣いた。", "ただおいおい泣くばかりじゃ"]
                },{   
                    "kanji" : "12",
                    "onyomi" : "",
                    "kunyomi" : "しくしく",
                    "definition" : "Детский и женский тихий плач",
                    "examples" : ["妻はそれを心から淋しく思ってしくしくと泣いていた","どこかでしくしくすすり泣く声がした","胴を丸めて小娘のやうにしくしくと泣き始めた", "とうとうしくしくと泣き伏してしまった"]
                }
                ,{   
                    "kanji" : "13",
                    "onyomi" : "",
                    "kunyomi" : "めそめそ",
                    "definition" : "Слабый плач без сил",
                    "examples" : ["めそめそした声で母親を呼んでいた","一人でめそめそと泣いておる","まったく！　今度はなんのことでめそめそ言っているんだ。", "彼らはよく世の中は変わってしまったと、めそめそ不平を言う。"]
                }
            ],

    "Ур. 02" :
            [
                {   
                    "kanji" : "1",
                    "onyomi" : "",
                    "kunyomi" : "かんかん",
                    "definition" : "1. звон, лязг 2.	~[ni] жарко (гореть); ярко (сиять) 3.	~ni сердиться так, что краснеет лицо, кровь ударяет в голову 4.	волосы; украшения для волос (в детской речи) 5. сильно жарит, печёт солнце",
                    "examples" : ["彼はかんかんに怒っている","彼が、後輩にかんかんになって、どなりつけてたよ。","太陽がかんかんと照りつける。", "鐘がかんかんと鳴っている。"]
                },{   
                    "kanji" : "2",
                    "onyomi" : "",
                    "kunyomi" : "ぷんぷん",
                    "definition" : "1.	~[to] сильно (пахнуть); ~suru , ~saseru разить чем-л. , нести чем-л. , шибать [в нос] 2.	молча кипеть от гнева; ~shite сердито",
                    "examples" : ["彼はニンニクのきついにおいをぷんぷんさせていた","彼は彼女が姿を見せないので腹を立ててぷんぷん怒った.","人がぷんぷん怒るさま", "部屋は香水のにおいでぷんぷんしていた。"]
                },{   
                    "kanji" : "3",
                    "onyomi" : "",
                    "kunyomi" : "いらいら",
                    "definition" : "Быть раздражённым, нервничать, раздражаться",
                    "examples" : ["試験が近づいているので彼女はいらいらしている","何をいらいらしているのですか","彼女はいらいらしてつめをかんだ", "彼は信号が変わるのをいらいらしながら待っていた"]
                },{   
                    "kanji" : "4",
                    "onyomi" : "",
                    "kunyomi" : "ぴりぴり",
                    "definition" : "1. с жжением; ~suru жечь, пощипывать (о ране и т. п. ) 2.	~suru быть напряжённым (об обстановке и т. п. ); быть напуганным 3.	 с треском (рваться) 4. пронзительно (раздаваться) ",
                    "examples" : ["テスト前なので、皆ぴりぴりしている。","コーラを飲んだら舌がぴりぴりした。","その会見のことで彼女は神経をぴりぴりさせていた.", "会議の間中彼の神経はぴりぴりしていた", "日に焼けて背中がぴりぴりする."]
                },{   
                    "kanji" : "5",
                    "onyomi" : "",
                    "kunyomi" : "がみがみ",
                    "definition" : "Громко ругать, гневаться, кричать на кого-то",
                    "examples" : ["がみがみと叱られる","母ががみがみいうので、仕方なく宿題を始めた","がみがみと小言を言わないでくれ!", "俺の親は勉強しろとがみがみうるさいんだよな。"]
                },{   
                    "kanji" : "6",
                    "onyomi" : "",
                    "kunyomi" : "ぺらぺら",
                    "definition" : "Разговаривать свободно, уверенно; тонкая (бумага, ткань)",
                    "examples" : ["トムは日本語がぺらぺらだ。","本をぺらぺらめくって読む", "英語がペラペラ話せるようになりたい。","この紙は ぺらぺら です。", "この洋服は薄くてぺらぺらです。"]
                },{   
                    "kanji" : "7",
                    "onyomi" : "",
                    "kunyomi" : "ぺちゃくちゃ",
                    "definition" : "Женские разговоры часто ни о чём, щебетать",
                    "examples" : ["彼女はぺちゃくちゃしゃべり続けた","彼女はまた子供の成績についてぺちゃくちゃしゃべり立ている。","二人はコーヒーを飲みながらぺちゃくちゃ話し合っていた.", "ぺちゃくちゃさえずる鳴き声を持つ鳴鳥類", "ぺちゃくちゃとうるさくしゃべるさま"]
                },{   
                    "kanji" : "8",
                    "onyomi" : "",
                    "kunyomi" : "はきはき",
                    "definition" : "Говорить громко, чётко и понятно. Понятный образ мыслей, понятное открытое поведение.  話し方・態度・性格・行動などがはっきりしているさま。 考え方がはっきりしているさま。",
                    "examples" : ["はきはきと意見を言ってください。", "態度がはきはきしないようす","態度や話し方がはきはきと活発なさま","考えがはきはきと明確なさま", "はきはきしない男だ."]
                },{   
                    "kanji" : "9",
                    "onyomi" : "",
                    "kunyomi" : "もごもご",
                    "definition" : "Говорить непонятно, нечётко, неразборчиво. Антоним: はきはき. Звук жевания, глотания, もぐもぐ. Много двигаться в небольшом пространстве, копошиться.",
                    "examples" : ["もごもご言うのはやめてください。","もごもご物を噛むさま","もごもご物を言うさま", "もごもごうごめく"]
                },{   
                    "kanji" : "10",
                    "onyomi" : "",
                    "kunyomi" : "ひそひそ",
                    "definition" : "Говорить еле слышно, тихо, шептать, говорить по секрету, тайком",
                    "examples" : ["学生たちは固まって座り，ひそひそ話をしていた","両親が昨晩ひそひそと話をしているのを聞いた。","少年たちはひそひそ話していた。何かをたくらんでいるのがわかった。", "彼らのひそひそ話を思わず盗み聞きした."]
                }
            ],
    "Ур. 03" : 
            [  {   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ぱくぱく",
                    "definition" : "Звук открывания/закрывания рта, когда едят бодро, много и с удовольствием. Когда у ботинка отклеивается подошва. Когда что-то постоянно открывается и закрывается ",
                    "examples" : ["弁当をぱくぱく食べた.","鯉がぱくぱくえさを食べていた.","靴の底がぱくぱくした.", "ぱくぱくと口を開閉するさま", "ぱくぱく盛んに食べる"]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "がつがつ",
                    "definition" : "Кушать после долгого голодания, быстро и много, как животное",
                    "examples" : ["そんなにがつがつ食べるんじゃないよ。","彼は食事をがつがつとった。","お腹をすかせた男たちはがつがつ食べ始めた", "大きな量で飯をがつがつ食べるあるいは強く望むさま"]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "もぐもぐ",
                    "definition" : "Звук жевания, глотания с закрытым ртом. Говорить неразборчиво, почти не открывая рта",
                    "examples" : ["その老人は腹がへったともぐもぐ言った.","口をもぐもぐさせないではっきり言いなさい.","彼は何か言いたそうに口をもぐもぐさせた", "言葉が出ずに口だけもぐもぐ動くさま"]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "もりもり",
                    "definition" : "Есть много, сильно проголодавшись. Быть энергичным",
                    "examples" : ["もりもりと力や勇気がわくさま","筋肉などがもりもりする","もりもりと食べ物を勢いよくたくさん食べる", "もりもりと力強く盛り上がっているさま"]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ごくごく",
                    "definition" : "Пить большими глотками с удовольствием, звук глотания жидкости",
                    "examples" : ["水をごくごく飲む","ごくごく乳を吸っている間","小学生が登校中に水筒のお茶をごくごく飲んでいた。", "咽喉（のど）からも血の塊をごくごく吐いた", "コロナ療養生活２日目。野菜ジュースをごくごく飲んでます。"]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "がぶがぶ",
                    "definition" : "Пить в большом количестве, большими глотками, как бегемот (かば)",
                    "examples" : ["彼はジンの瓶をがぶがぶ飲んだ。","そんなにがぶがぶ飲み続けると、アル中になるのがオチですよ。","がぶがぶと飲んで音をたてる"]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ちびちび, ちびりちびり",
                    "definition" : "Употреблять саке (алкоголь) маленькими глотками",
                    "examples" : ["ちびちび酒を飲む","コニャックをちびちび飲んだ","たまにはビール以外のお酒をちびちび舐める"]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ぐびぐび, ぐびりぐびり",
                    "definition" : "Употреблять много алкоголя, словно воду",
                    "examples" : ["酒などをぐびぐびと飲む","「ぐびりぐびりと大杯を傾ける","ぐびぐびとお酒を流しこむように飲む様子がまるでザルに水を注ぐように水が「抜けていく」ような様から生まれた言葉といわれます"]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "じっ(と)",
                    "definition" : "Пялиться, смотреть в одну точку, не отводя взгляд. Стоять неподвижно",
                    "examples" : ["じっと見つめる","彼は浜辺で波をじっと見つめて立っていた","彼女はまったく物音もたてずじっとしていた", "彼女はまったく物音もたてずじっとしていた", "遠くをじっと見る", "彼は何も言わずにただ彼女をじっと見ていた"]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "じろじろ",
                    "definition" : "Оглядывать с головы до ног",
                    "examples" : ["私のことをじろじろ見ないで欲しい","彼は頭の先から足の先まで私をじろじろ見た。","誰かをじろじろ見ることは失礼なことです。", "見知らぬ人をじろじろ見るのは無作法である。"]
                }
            ],

    "Ур. 04" :
            [
                 {   
                    "kanji" : "1",
                    "onyomi" : "",
                    "kunyomi" : "ちらり(と), ちらっ(と)",
                    "definition" : "Просмотрить мельком, взглянуть мельком, не присматриваясь",
                    "examples" : ["彼女は彼の顔をちらりと見た。","彼女は僕をちらりとも見ずに通り過ぎた。","彼は彼女の名札をちらりと見た。", "書類をちらりと見た"]
                },{   
                    "kanji" : "2",
                    "onyomi" : "",
                    "kunyomi" : "きょろきょろ",
                    "definition" : "Взволнованно смотреть по сторонам, туда-сюда",
                    "examples" : ["きょろきょろと落ち着かない様子であたりを見まわす","彼の目は部屋をきょろきょろ見回した.","きょろきょろして落ち着かない"]
                },{   
                    "kanji" : "3",
                    "onyomi" : "",
                    "kunyomi" : "よちよち",
                    "definition" : "Неуверенные первые шаги младенца",
                    "examples" : ["彼女はよちよち歩いています。","水から上がり、入江のほとりの砂の上を、よちよち歩き出しました。","よちよち歩きの幼児でもできるのだから家族で楽しんでいただきたい。", "乳母はよちよち歩きの小児を素早く捕まえ、彼を湿ったタオルで覆った"]
                },{   
                    "kanji" : "4",
                    "onyomi" : "",
                    "kunyomi" : "すたすた",
                    "definition" : "Уверенно идти вперёд, не обращая внимания на то, что происходит вокруг",
                    "examples" : ["私は家の前をすたすた歩く音を聞いた.","彼はコンパスの長い足ですたすたと立ち去った.","私は家の前をすたすた歩く音を聞いた", "彼はコンパスの長い足ですたすたと立ち去った."]
                },{   
                    "kanji" : "5",
                    "onyomi" : "",
                    "kunyomi" : "とぼとぼ",
                    "definition" : "Депрессивная медленная походка, походка грустного одинокого человека",
                    "examples" : ["疲れてとぼとぼ歩く","老人がとぼとぼ歩いていた。","彼は深い雪の中を 20 マイルもとぼとぼと歩いていった.", "彼は退屈そうにとぼとぼ歩いた"]
                },{   
                    "kanji" : "6",
                    "onyomi" : "",
                    "kunyomi" : "のしのし",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "7",
                    "onyomi" : "",
                    "kunyomi" : "うろうろ",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "8",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "9",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "10",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                }
            ],
    "Ур. 05" : 
            [
                 {   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                }
            ],

    "Ур. 06" :
            [
                 {   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "かんかん",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ぷんぷん",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "いらいら",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ぴりぴり",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "がみがみ",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                }
            ],
    "Ур. 07" : 
            [
                 {   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "かんかん",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ぷんぷん",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "いらいら",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ぴりぴり",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "がみがみ",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                }
            ],

    "Ур. 08" :
            [
                 {   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "かんかん",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ぷんぷん",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "いらいら",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ぴりぴり",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "がみがみ",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                }
            ],
    "Ур. 09" : 
            [
                 {   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "かんかん",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ぷんぷん",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "いらいら",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ぴりぴり",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "がみがみ",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                }
            ],

    "Ур. 10" :
            [
                 {   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "かんかん",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ぷんぷん",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "いらいら",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ぴりぴり",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "がみがみ",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                }
            ],
    "Ур. 11" : 
            [
                 {   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "かんかん",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ぷんぷん",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "いらいら",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "ぴりぴり",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "がみがみ",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","","", ""]
                },{   
                    "kanji" : "",
                    "onyomi" : "",
                    "kunyomi" : "",
                    "definition" : "",
                    "examples" : ["","",""]
                }
            ],
}
