const DATA = {
        prefectures: [
      { 
  en: 'Аити',
  kanji: '愛知県',
},
{
  en: 'Акита',
  kanji: '秋田県',
},
{
  en: 'Аомори',
  kanji: '青森県',
},
{
  en: 'Тиба',
  kanji: '千葉県',
},
{
  en: 'Эхимэ',
  kanji: '愛媛県',
},
{
  en: 'Фукуи',
  kanji: '福井県',
},
{
  en: 'Фукуока',
  kanji: '福岡県',
},
{
  en: 'Фукусима',
  kanji: '福島県',
},
{
  en: 'Гифу',
  kanji: '岐阜県',
},
{
  en: 'Гунма',
  kanji: '群馬県',
},
{
  en: 'Хиросима',
  kanji: '広島県',
},
{
  en: 'Хоккайдо',
  kanji: '北海道',
},
{
  en: 'Хёго',
  kanji: '兵庫県',
},
{
  en: 'Ибараки',
  kanji: '茨城県',
},
{
  en: 'Исикава',
  kanji: '石川県',
},
{
  en: 'Иватэ',
  kanji: '岩手県',
},
{
  en: 'Кагава',
  kanji: '香川県',
},
{
  en: 'Кагосима',
  kanji: '鹿児島県',
},
{
  en: 'Канагава',
  kanji: '神奈川県',
},
{
  en: 'Коти',
  kanji: '高知県',
},
{
  en: 'Кумамото',
  kanji: '熊本県',
},
{
  en: 'Киото',
  kanji: '京都府',
},
{
  en: 'Миэ',
  kanji: '三重県',
},
{
  en: 'Мияги',
  kanji: '宮城県',
},
{
  en: 'Миядзаки',
  kanji: '宮崎県',
},
{
  en: 'Нагано',
  kanji: '長野県',
},
{
  en: 'Нагасаки',
  kanji: '長崎県',
},
{
  en: 'Нара',
  kanji: '奈良県',
},
{
  en: 'Ниигата',
  kanji: '新潟県',
},
{
  en: 'Оита',
  kanji: '大分県',
},
{
  en: 'Okayama',
  kanji: '岡山県',
},
{
  en: 'Окинава',
  kanji: '沖縄県',
},
{
  en: 'Осака',
  kanji: '大阪府',
},
{
  en: 'Сага',
  kanji: '佐賀県',
},
{
  en: 'Сайтама',
  kanji: '埼玉県',
},
{
  en: 'Сига',
  kanji: '滋賀県',
},
{
  en: 'Симанэ',
  kanji: '島根県',
},
{
  en: 'Сидзуока',
  kanji: '静岡県',
},
{
  en: 'Тотиги',
  kanji: '栃木県',
},
{
  en: 'Токусима',
  kanji: '徳島県',
},
{
  en: 'Токио',
  kanji: '東京都',
},
{
  en: 'Тоттори',
  kanji: '鳥取県',
},
{
  en: 'Тояма',
  kanji: '富山県',
},
{
  en: 'Вакаяма',
  kanji: '和歌山県',
},
{
  en: 'Ямагата',
  kanji: '山形県',
},
{
  en: 'Ямагути',
  kanji: '山口県',
},
{
  en: 'Яманаси',
  kanji: '山梨県',
}    ]
}
